Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# privateKeyDescriptions
source: A private key is a secret number that is used to sign transactions and prove ownership of a blockchain address. On Tezos, private key are usually 54 characters long.
ca: Una clau privada és un número secret per signar transaccions i demostrar la propietat d’una adreça de blockchain. A Tezos, la clau privada sol tenir 54 caràcters.
el: Το ιδιωτικό κλειδί είναι ένας μυστικός αριθμός που χρησιμοποιείται για την υπογραφή συναλλαγών και την απόδειξη της ιδιοκτησίας μιας διεύθυνσης blockchain. Στο Tezos, το ιδιωτικό κλειδί έχει συνήθως μήκος 54 χαρακτήρων.
es: La clave privada es un número secreto para firmar transacciones y demostrar que es titular de una dirección de blockchain. En Tezos, las claves privadas suelen tener 54 caracteres.
fr: Une clé privée est un code secret utilisé pour signer des transactions et prouver la propriété d'un compte blockchain. La clé privée comporte généralement de 32 à 54 caractères.

source: Import account
ca: Importar compte
el: Εισαγωγή λογαριασμού
es: Importar cuenta
fr: Importer un compte

source: Imported
ca: Importat
el: Εισήχθη
es: Importada
fr: Importé

source: Card details
ca: Detalls de la targeta
el: Λεπτομέρειες κάρτας
es: Detalles de tarjeta
fr: Détails

source: Public address
ca: Adreça pública
el: Δημόσια διεύθυνση
es: Dirección pública
fr: Adresse publique

source: DID key
ca: Clau DID
el: Κλειδί DID
es: Clave DID
fr: Clé

source: Export
ca: Exportar
el: Εξαγωγή
es: Exportar
fr: Exporter

source: Copy
ca: Copiar
el: Αντιγραφή
es: Copiar
fr: Copier

source: DID private key
ca: Clau privada DID
el: Ιδιωτικό κλειδί DID
es: Clave privada DID
fr: Clé privée

source: Reveal
ca: Mostrar
el: Αποκάλυψη
es: Mostrar
fr: Révéler

# didPrivateKeyDescription
source: Please be very careful with your private keys, because they control access to your credentials informations.
ca: Tingues molta cura amb vostres claus privades: controlen l’accés a la informació de les teves credencials.
el: Παρακαλούμε να είστε πολύ προσεκτικοί με τα ιδιωτικά σας κλειδιά, επειδή ελέγχουν την πρόσβαση στις πληροφορίες των πιστοποιητικών σας.
es: Tenga mucho cuidado con sus claves privadas: controlan el acceso a sus datos de credenciales.
fr: Soyez prudent avec vos clés privées, car elles contrôlent l'accès à vos informations personnelles.

# didPrivateKeyDescriptionAlert
source: Please do not share your private key with anyone. This wallet is non custodial, we will never ask for it.
ca: No les comparteixis amb ningú. Aquesta cartera no és d’autocustòdia,mai t’ho demanarem.
el: Παρακαλούμε μη μοιραστείτε το ιδιωτικό σας κλειδί με κανέναν. Αυτό το πορτοφόλι δεν είναι φυλασσόμενο, δε θα σας το ζητήσουμε ποτέ.
es: No comparta su clave privada con nadie. Esta cartera es sin custodia. Nunca se la pediremos.
fr: Ne partagez votre clé privée sous aucun prétexte.

source: I read the message correctly
ca: He llegit bé el missatge
el: Διάβασα σωστά το μήνυμα
es: Leo bien el mensaje
fr: J'ai bien lu le message

source: Be careful
ca: Atenció
el: Να είστε προσεκτικοί
es: Cuidado
fr: Soyez prudent

source: Decentralized ID key
ca: Clau ID descentralitzada
el: Αποκεντρωμένο κλειδί ID
es: Clave de identidad descentralizada
fr: Clé de l'identité décentralisée

# copySecretKeyToClipboard
source: Copied secret key to clipboard!
ca: Clau secreta copiada al porta-retalls.
el: Αντιγραφή μυστικού κλειδιού στο πρόχειρο!
es: ¡Clave secreta copiada en el portapapeles!
fr: Clé secrète copiée dans le presse-papier !

# copyDIDKeyToClipboard
source: Copied DID key to clipboard!
ca: Clau DID copiada al porta-retalls.
el: Αντιγραφή του κλειδιού DID στο πρόχειρο!
es: ¡Clave DID copiada en el portapapeles!
fr: Clé copiée dans le presse-papier !

source: See address
ca: Veure adreça
el: Εμφάνιση διεύθυνσης
es: Ver dirección
fr: Voir l'adresse

source: Reveal private key
ca: Mostrar clau privada
el: Αποκάλυψη ιδιωτικού κλειδιού
es: Mostrar clave privada
fr: Révéler la clé privée

source: Share
ca: Compartir
el: Κοινοποίηση
es: Compartir
fr: Partager

source: Share with
ca: Compartir amb
el: Κοινοποίηση με
es: Compartir con
fr: Partager avec

source: Copied to clipboard!
ca: Copiada al porta-retalls.
el: Αντιγραφή στο πρόχειρο!
es: ¡Se ha copiado en el portapapeles!
fr: Copié dans le presse-papier !

source: Private key
ca: Clau privada
el: Ιδιωτικό κλειδί
es: Clave privada
fr: Clé privée

# decentralizedID
source: Decentralized IDentifier
ca: IDentificador descentralitzat
el: Αποκεντρωμένο αναγνωριστικό ταυτότητας
es: Identificador descentralizado
fr: Identité décentralisée (DID)

# accountPrivateKeyAlert
source: Please do not share your recovery phrase with anyone. This wallet is non custodial, we will never ask for it. Sharing your recovery phrase may result in a loss of your funds
ca: No comparteixis la frase de recuperació amb ningú. Aquesta cartera no és d’autocustòdia,mai t’ho demanarem. Si dius la teva frase de recuperació, podries perdre els teus fons
el: Η φράση ανάκτησης περιέχει ευαίσθητες πληροφορίες. Παρακαλούμε, φροντίστε να τις κρατήσετε απόρρητες.
es: La página de recuperación contiene información sensible. Por favor, asegúrate de mantenerla privada.
fr: Ces données sont confidentielles, ne les communiquez à personne.

# sameAccountNameError
source: This account name was used before; enter the different account name, please
ca: Aquest nom de compte s’utilitzava abans; introdueix l’altre nom del compte
el: Αυτό το όνομα λογαριασμού χρησιμοποιήθηκε προηγουμένως. Εισαγάγετε ένα διαφορετικό όνομα λογαριασμού.
es: Este nombre de cuenta se ha usado antes, escriba uno distinto
fr: Ce nom de compte a déjà été utilisé ; entrez un nom de compte dTemifférent, svp

source: Unknown
ca: Desconegut
el: Άγνωστο
es: Desconocido
fr: Inconnu

# credentialManifestDescription
source: Description
ca: Descripció
el: Περιγραφή
es: Descripción

# credentialManifestInformations
source: Informations
ca: Dades
el: Πληροφορίες
es: Información

# credentialDetailsActivity
source: Activity
ca: Activitat
el: Δραστηριότητα
es: Actividad
fr: Activité

# credentialDetailsOrganisation
source: Organisation
ca: Organització
el: Οργανισμός
es: Organización

# credentialDetailsPresented
source: Presented
ca: Presentar
el: Παρουσιάστηκε
es: Presentado
fr: Présenté

# credentialDetailsOrganisationDetail
source: Organisation Detail:
ca: Dades de l’organització:
el: Λεπτομέρεια οργανισμού:
es: Detalles de la organización:
fr: Détail de l'organisation :

# credentialDetailsInWalletSince
source: In wallet since
ca: A la cartera des de
el: Στο πορτοφόλι από τις
es: En la cartera desde
fr: Dans le wallet depuis

# termsOfUseAndLicenses
source: Terms of use and Licences
ca: Condicions d’ús i llicències
el: Όροι χρήσης και άδειες χρήσης
es: Términos de uso y licencias
fr: Conditions Générales d'Utilisation (CGU) et licences

source: Licenses
ca: Llicències
el: Άδειες
es: Licencias
fr: Licences

source: Send to
ca: Enviar a
el: Αποστολή στο
es: Enviar a
fr: Envoyer

source: Next
ca: Següent
el: Συνέχεια
es: Siguiente
fr: Suivant

# withdrawalInputHint
source: Copy address or scan
ca: Copiar o escanejar adreça
el: Αντιγραφή διεύθυνσης ή σάρωση
es: Copiar dirección o escanear
fr: Copier l'adresse, scanner ou rechercher

source: Amount
ca: Import
el: Ποσό
es: Cantidad
fr: Montant

source: Amount sent
ca: Import enviat
el: Απεσταλμένο ποσό
es: Cantidad enviada
fr: Montant envoyé

source: Max
ca: Màx
es: Máx.

source: Edit
ca: Editar
el: Επεξεργασία
es: Editar
fr: Éditer

# networkFee
source: Estimated gas fee
ca: Tarifa de gas estimada
el: Εκτιμώμενο τέλος φυσικού αερίου
es: Tarifa de gas estimada
fr: Frais de réseau

source: Total amount
ca: Import total
el: Συνολικό ποσό
es: Cantidad total
fr: Montant total

source: Select token
ca: Seleccionar token
el: Επιλέξτε token
es: Seleccionar token
fr: Sélectionner le token

source: Insufficient balance
ca: Saldo insuficient
el: Ανεπαρκές υπόλοιπο
es: Saldo insuficiente
fr: Solde insuffisant

source: Slow
ca: Lent
el: Επιβραδυμένη
es: Lento
fr: Lent

source: Average
ca: Mitjà
el: Μέση
es: Medio
fr: Moyen

source: Fast
ca: Ràpid
el: Γρήγορη
es: Rápido
fr: Rapide

source: Change Fee
ca: Tarifa de canvi
el: Χρέωση συναλλαγής
es: Cambiar tarifa
fr: Modifier les frais

source: Sent
ca: Enviat
el: Αποστολή
es: Enviado
fr: Envoyé

source: Done
ca: Fet
el: Ολοκληρώθηκε
es: Listo
fr: fait

# link
source: Click to access
ca: Clicar per accedir
el: Κλικ για πρόσβαση
es: Haga clic para acceder
fr: Cliquez pour accéder

source: My tokens
ca: Els meus token
el: Τα tokens μου
es: Mis tokens
fr: Mes Cryptos

source: Tezos Main Network
ca: Xarxa principal de Tezos
el: Tezos Mainnet
es: Red principal de Tezos
fr: Réseau principal Tezos

source: Send
ca: Enviar
el: Αποστολή
es: Enviar
fr: Envoyer

source: Receive
ca: Rebre
el: Λήψη
es: Recibir
fr: Recevoir

source: Recent transactions
ca: Transaccions recents
el: Πρόσφατες συναλλαγές
es: Transacciones recientes
fr: Transactions récentes

# sendOnlyToThisAddressDescription
source: Only send {symbol} to this address. Sending other tokens may result in permanent loss.
ca: Enviar només {symbol} a aquesta adreça. Enviar altres tokens pot causar pèrdues permanents.
el: Στείλτε μόνο {symbol} σε αυτή τη διεύθυνση. Η αποστολή άλλων tokens μπορεί να οδηγήσει σε μόνιμη απώλεια.
es: Envíe únicamente {symbol} a esta dirección. Si envía otros tokens, podría perderlos para siempre.
fr: Envoyez uniquement {symbol} à cette adresse. L'envoi d'autres cryptos peut entraîner une perte.

source: Add tokens
ca: Afegir tokens
el: Προσθήκη tokens
es: Añadir tokens
fr: Ajouter des Cryptos

source: Provided by
ca: Proporcionat per
el: Παρέχεται από
es: Suministrado por
fr: Fourni par

source: Issued on
ca: Emès el
el: Εκδόθηκε στις
es: Emitido el
fr: Émis le

# expirationDate
source: Validity period
ca: Període de validesa
el: Περίοδος ισχύος
es: Periodo de validez
fr: Date d'expiration

source: Connect
ca: Connectar
el: Σύνδεση
es: Conectar
fr: Se connecter

source: Connection
ca: Connexió
el: Σύνδεση
es: Conexión
fr: Connexion

source: Select account to grant access:
ca: Seleccionar import per garantir accés:
el: Επιλέξτε λογαριασμό για να χορηγήσετε πρόσβαση:
es: Seleccione una cuenta para conceder acceso:
fr: Sélectionnez le compte auquel accorder l'accès :

# requestPersmissionTo
source: Request Permission to:
ca: Demanar permís a:
el: Αίτηση άδειας για:
es: Solicitar permiso para:
fr: Demander l'autorisation à :

source: View account balance and NFT's
ca: Veure saldo del compte i NFT
el: Προβολή υπολοίπου λογαριασμού και NFT's
es: Ver el saldo de la cuenta y los NFT
fr: Afficher le solde du compte et les NFTs

source: Request approval for transaction
ca: Demanar autorització per a la transacció
el: Αίτηση έγκρισης για συναλλαγή
es: Solicitar aprobación para la transacción
fr: Demande d'approbation pour la transaction

# connectedWithBeacon
source: Successfully connect with dApp
ca: Connexió amb dApp
el: Επιτυχής σύνδεση με dApp
es: Conexión con dApp realizada
fr: Connexion réussie

# failedToConnectWithBeacon
source: Failed to connect with dApp
ca: Error de connexió amb dApp
el: Απέτυχε η σύνδεση με την dApp
es: Error al conectar con dApp
fr: Échec de la connexion

source: Tezos Network
ca: Xarxa Tezos
el: Tezos
es: Red de Tezos
fr: Réseau Tezos

source: Confirm Sign
ca: Confirmar firma
el: Επιβεβαίωση υπογραφής
es: Confirmar firma
fr: Confirmer la signature

source: Sign
ca: Firma
el: Υπογραφή
es: Firmar
fr: Signer

source: Payload to Sign
ca: Càrrega per firmar
el: Φορτίο προς υπογραφή
es: Carga para firmar
fr: Transaction à signer

# signedPayload
source: Successfully signed payload
ca: Càrrega firmada
el: Υπογραφή φορτίου ολοκληρώθηκε
es: La carga se ha firmado.
fr: Transaction signée avec succès

# failedToSignPayload
source: Failed to sign the payload
ca: Error en firmar càrrega
el: Μη επιτυχής υπογραφή
es: Error al firmar la carga
fr: Échec de la signature

source: Voucher
ca: Cupó
el: Κουπόνι
es: Vale
fr: Bon

# operationCompleted
source: Your requested operation has been completed. The transaction may take a few minutes to be displayed in the wallet.
ca: Operació demanada completada. La transacció pot trigar uns minuts a aparèixer a la cartera.
el: Η ζητούμενη λειτουργία ολοκληρώθηκε. Η συναλλαγή μπορεί να χρειαστεί μερικά λεπτά για να εμφανιστεί στο πορτοφόλι.
es: La operación solicitada ha finalizado. La transacción puede tardar unos minutos en aparecer en la cartera.
fr: Votre demande a été prise en compte. La transaction peut mettre quelques minutes à s'afficher.

# operationFailed
source: Your requested operation has failed
ca: Error en completar l’operació demanada
el: Η αιτούμενη σας λειτουργία απέτυχε
es: Error al realizar la operación solicitada
fr: L'opération a échoué

source: Membership
ca: Subscripció
el: Συνδρομή
es: Afiliación
fr: Adhésion

# switchNetworkMessage
source: Please switch your network to
ca: Canvia la teva xarxa a
el: Παρακαλούμε αλλάξτε το δίκτυο σας σε
es: Cambie a su red a
fr: Veuillez changer de réseau

source: Fee
ca: Tarifa
el: Χρέωση
es: Tarifa
fr: Frais

source: Add cards
ca: Afegir targetes
el: Προσθήκη καρτών
es: Añadir tarjetas
fr: Ajouter

source: Gaming
ca: Jocs
el: Παιχνίδι
es: Videojuegos
fr: Jeux

source: Identity
ca: Identitat
el: Ταυτότητα
es: Identidad
fr: identité

source: Payment
ca: Pagament
el: Πληρωμή
es: Pago
fr: Paiement

source: Social media
ca: Xarxes socials
el: Μέσα κοινωνικής δικτύωσης
es: Redes sociales
fr: Réseaux sociaux

# advanceSettings
source: Advanced settings
ca: Configuració avançada
el: Προηγμένες ρυθμίσεις
es: Configuración avanzada
fr: Paramètres avancés

# selectCredentialCategoryWhichYouWantToShowInCredentialList
source: Select credential categories that you want to show in credentials list:
ca: Selecciona les categories de credencials per mostrar a la llista de credencials:
el: Επιλέξτε τις κατηγορίες πιστοποιητικών που θέλετε να εμφανίζονται στη λίστα πιστοποιητικών:
es: Seleccione categorías de credenciales para mostrar en la lista de credenciales:
fr: Sélectionnez les types d'attestations que vous souhaitez afficher dans la liste :

source: Community
ca: Comunitat
el: Κοινότητα
es: Comunidad
fr: Communauté

source: Rights
ca: Drets
el: Δικαιώματα
es: Derechos
fr: Droits

# disconnectAndRevokeRights
source: Disconnect & Revoke Rights
ca: Desconnectar i revocar drets
el: Αποσύνδεση & Ανάκληση δικαιωμάτων
es: Desconectar y revocar derechos
fr: Déconnecter et révoquer les droits

source: Revoke all rights
ca: Revocar tots els drets
el: Ανάκληση όλων των δικαιωμάτων
es: Revocar todos los derechos
fr: Révoquer tous les droits

# revokeSubtitleMessage
source: Are your sure you want to revoke all rights
ca: Segur que vols revocar tots els drets
el: Είστε σίγουροι ότι θέλετε να ανακαλέσετε όλα τα δικαιώματα
es: ¿Seguro que desea revocar todos los derechos?
fr: Êtes-vous sûr de vouloir révoquer tous les droits

source: Revoke All
ca: Revocar tots
el: Ανάκληση όλων
es: Revocar todos
fr: Révoquer tout

# succesfullyDisconnected
source: succesfully disconnected from dApp.
ca: desconnexió correcta de dApp.
el: αποσυνδέθηκε επιτυχώς από την dApp.
es: Desconexión de dApp realizada.
fr: Déconnexion réussie.

# connectedApps
source: Connected dApps
ca: dApps connectades
el: Συνδεδεμένες dApps
es: dApps conectadas
fr: DApps connectées

# manageConnectedApps
source: Manage connected dApps
ca: Gestionar dApps connectades
el: Διαχείριση συνδεδεμένων dApps
es: Administrar dApps conectadas
fr: Gérer les DApps connectées

# noDappConnected
source: No dApp connected yet
ca: Encara no hi ha dApp connectades
el: Δεν έχει συνδεθεί ακόμα dApp
es: Aún no hay ninguna dApp conectada
fr: Aucune DApp connectée pour le moment

# nftDetails
source: NFT's details
ca: Dades de NFT
el: λεπτομέρειες NFT's
es: Detalles de NFT
fr: Détails

source: Failed to do operation
ca: Operació fallida
el: Αποτυχία εκτέλεσης της λειτουργίας
es: Error al realizar la operación
fr: Échec de l'opération

source: Receive NFT
ca: Rebre NFT
el: Λήψη NFT
es: Recibir NFT
fr: Recevoir NFT

# sendOnlyNftToThisAddressDescription
source: Only send Tezos NFT to this address. Sending NFT from other network may result in permanent loss.
ca: Rebre NFT de Tezos només en aquesta adreça. Enviar NFT d’altres xarxes pot causar pèrdues permanents.
el: Στείλτε μόνο Tezos NFT σε αυτή τη διεύθυνση. Η αποστολή NFT από άλλο δίκτυο μπορεί να οδηγήσει σε μόνιμη απώλεια.
es: Envíe únicamente NFT de Tezos a esta dirección. Si envía NFT de otra red, podría perderlos para siempre.
fr: Envoyez uniquement des NFTs à cette adresse. L'envoi de NFT depuis un autre réseau peut entraîner une perte permanente.

# beaconShareMessage
source: Only send Tezos(XTZ) and Tezos NFTs(FA2 Standard) to this address. Sending Tezos and NFTs from other networks may result in permanent loss
ca: Envia Tezos (XTZ) i NFT de Tezos (estàndard FA2) només a aquesta adreça. Enviar Tezos i NFT d’altres xarxes pot causar pèrdues permanents
el: Στείλτε μόνο Tezos(XTZ) και Tezos NFTs(FA2 Standard) σε αυτή τη διεύθυνση. Η αποστολή Tezos και NFTs από άλλα δίκτυα μπορεί να οδηγήσει σε μόνιμη απώλεια
es: Envíe solo Tezos (XTZ) y NFT de Tezos (estándar FA2) a esta dirección. Si envía Tezos y NFT de otras redes, podría perderlos para siempre
fr: Envoyez uniquement des tokens et NFTs Tezos (FA2 Standard) à cette adresse. L'envoi de Tezos et de NFT depuis d'autres réseaux peut entraîner une perte permanente

# advantagesCredentialHomeSubtitle
source: Benefit from exclusive advantages in Web3
ca: Gaudeix d’avantatges exclusius a Web3
el: Επωφεληθείτε από τα αποκλειστικά πλεονεκτήματα του Web3
es: Disfrute de ventajas exclusivas en Web3
fr: Bénéficiez d'avantages offerts par les jeux Web3.

# advantagesCredentialDiscoverSubtitle
source: Discover loyalty cards and exclusive passes
ca: Descobreix targetes de fidelitat i passis exclusius
el: Ανακαλύψτε τις κάρτες επιβράβευσης και τα αποκλειστικά πάσα
es: Descubra tarjetas de fidelización y pases exclusivos
fr: Bénéficiez d'avantages offerts par les jeux Web3.

# identityCredentialHomeSubtitle
source: Prove things about yourself while protecting your data
ca: Demostra coses sobre tu mateix protegint les teves dades
el: Αποδείξτε πράγματα για τον εαυτό σας προστατεύοντας παράλληλα τα δεδομένα σας
es: Demuestre cosas sobre sí mismo protegiendo sus datos
fr: Prouvez votre identité tout en protégeant vos données.

# identityCredentialDiscoverSubtitle
source: Get reusable KYC and age verification credentials
ca: Obtén credencials de verificació KYC i d’edat reutilitzables
el: Αποκτήστε επαναχρησιμοποιήσιμα πιστοποιητικά KYC και επαλήθευσης ηλικίας
es: Reciba KYC reutilizables y credenciales de verificación de edad
fr: Prouvez votre identité tout en protégeant vos données.

# myProfessionalCredentialDiscoverSubtitle
source: Use your professional cards securely
ca: Utilitza les teves targetes professionals amb seguretat
el: Χρησιμοποιήστε τις επαγγελματικές σας κάρτες με ασφάλεια
es: Use sus tarjetas profesionales de forma segura
fr: Utilisez vos attestations professionnelles en toute sécurité.

# blockchainAccountsCredentialHomeSubtitle
source: Prove your blockchain accounts ownership
ca: Demostra la propietat dels teus comptes de blockchain
el: Αποδείξτε την ιδιοκτησία των blockchain λογαριασμών σας
es: Demuestre que es titular de sus cuentas de blockchain
fr: Utilisez vos comptes blockchains en toute sécurité.

# educationCredentialHomeSubtitle
source: Prove your education background instantly
ca: Demostra instantàniament la teva formació acadèmica
el: Αποδείξτε άμεσα το εκπαιδευτικό σας υπόβαθρο
es: Demuestre su trayectoria académica al instante
fr: Prouvez votre formation instantanément.

# passCredentialHomeSubtitle
source: Use exclusive Passes: Supercharge your Web3 experience
ca: Utilitza passis exclusius: Potencia l’experiència Web3.
el: Χρησιμοποιήστε αποκλειστικά Passes: Ενισχύστε την εμπειρία σας στο Web3
es: Utilice pases exclusivos: Equipe su experiencia Web3 con todo lo necesario
fr: Utilisez des pass exclusifs : améliorez votre expérience web3.

# financeCardsCredentialHomeSubtitle
source: Access new investment opportunities in web3
ca: Accedeix a noves oportunitats d’inversió a Web3
el: Πρόσβαση σε νέες επενδυτικές ευκαιρίες στο web3
es: Acceda a nuevas oportunidades de inversión en Web3
fr: Accédez à de nouvelles opportunités d'investissement dans le web3

# financeCardsCredentialDiscoverSubtitle
source: Get exclusive advantages offered by Communities you like
ca: Obtén avantatges exclusius de les comunitats que t’agraden
el: Αποκτήστε αποκλειστικά πλεονεκτήματα που προσφέρονται από κοινότητες που σας αρέσουν
es: Reciba ventajas exclusivas de comunidades que le gustan
fr: Obtenez des avantages uniques offerts par les communautés que vous aimez

# contactInfoCredentialHomeSubtitle
source: Share your contact information instantly
ca: Comparteix la teva informació de contacte al moment
el: Μοιραστείτε άμεσα τα στοιχεία επικοινωνίας σας
es: Comparta sus datos de contacto al instante
fr: Partagez instantanément vos données de contact

# contactInfoCredentialDiscoverSubtitle
source: Obtain easy-to-share credentials
ca: Obtén credencials fàcils de compartir
el: Αποκτήστε πιστοποιητικά, εύκολα να μοιραστείτε
es: Obtenga credenciales fáciles de compartir
fr: Obtenez des attestations digitales et faciles à partager

# otherCredentialHomeSubtitle
source: Other types of cards in your wallet
ca: Altres tipus de targetes a la teva cartera
el: Άλλοι τύποι καρτών στο πορτοφόλι σας
es: Otros tipos de tarjetas en su cartera
fr: Autres types d'attestations digitales de votre wallet

# otherCredentialDiscoverSubtitle
source: Other types of cards you can add
ca: Altres tipus de targetes que pots afegir
el: Άλλοι τύποι καρτών που μπορείτε να προσθέσετε
es: Otros tipos de tarjetas que puede añadir
fr: Autres types d'attestations que vous pouvez ajouter

source: ...Show more
ca: ...Mostrar més
el: ... περισσότερα
es: ... Mostrar más
fr: ...Afficher plus

source: Show less...
ca: Mostrar menys...
el: λιγότερα ...
es: Mostrar menos...
fr: Afficher moins...

source: You have received a reward of
ca: Has rebut un premi de

source: Got it
ca: Entesos
el: Το κατάλαβα
es: De acuerdo
fr: J'ai compris

# transactionErrorBalanceTooLow
source: An operation tried to spend more tokens than the contract has
ca: Una operació ha intentat gastar més tokens del que té el contracte
el: Μια λειτουργία προσπάθησε να ξοδέψει περισσότερα κουπόνια από όσα έχει το smart contract
es: Una operación ha intentado gastar más tokens que los del contrato
fr: Votre solde n'est pas suffisant

# transactionErrorCannotPayStorageFee
source: The storage fee is higher than the contract balance
ca: La tarifa d’emmagatzematge és superior al saldo del contracte
el: Οι χρεώσεις υπερβαίνουν το υπόλοιπο του λογαριασμού σας
es: El coste de almacenamiento supera el saldo del contrato
fr: Les frais sont supérieurs au solde de votre compte

# transactionErrorFeeTooLow
source: Operation fees are too low
ca: Les tarifes de transacció són massa baixes
el: Τα τέλη λειτουργίας είναι πολύ χαμηλά
es: Costes de operación demasiado bajos
fr: Les frais de transaction ne sont pas assez élevés

# transactionErrorFeeTooLowForMempool
source: Operation fees are too low to be considered in full mempool
ca: Les tarifes de transacció són massa baixes per a la mempool completa
el: Τα τέλη λειτουργίας είναι πολύ χαμηλά για να θεωρηθούν
es: Costes de operación demasiado bajos para mempool lleno
fr: Les frais sont trop faibles pour être pris en compte dans le mempool
