Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# unavailable_feature_title
source: Unavailable Feature
ca: Funció no disponible
el: Μη Διαθέσιμη Λειτουργία
es: Función no disponible
fr: Fonctionnalité non disponible

# unavailable_feature_message
source: This feature is not available on the browser
ca: Funció no disponible al navegador
el: Μη διαθέσιμη λειτουργία στον browser
es: Función no disponible en el navegador
fr: Cette fonctionnalité n'est pas disponible sur le navigateur

# personalSkip
source: SKIP
ca: SALTAR
el: ΠΑΡΑΛΕΙΨΗ
es: OMITIR
fr: Passer

# restoreCredential
source: Restore credentials
ca: Restaurar credencials
el: Επαναφορά πιστοποιητικών
es: Restablecer credenciales
fr: Restaurer mes attestations digitales

# backupCredential
source: Backup credentials
ca: Fer còpia de seguretat de les credencials
el: Αντίγραφο ασφαλείας πιστοποιητικών
es: Hacer copia de respaldo de credenciales
fr: Sauvegarder mes attestations digitales

# backupCredentialPhrase
source: Write these words, download the backup file and keep them in a safe place
ca: Escriu les paraules, descarrega el fitxer de còpia de seguretat i guarda-les en un lloc segur
el: Γράψτε αυτές τις λέξεις, κατεβάστε το αρχείο αντιγράφων ασφαλείας και φυλάξτε τις σε ασφαλές μέρος
es: Escriba las palabras, descargue el archivo de copia de respaldo y guárdelo seguro
fr: Écrivez ces mots, téléchargez le fichier de sauvegarde et conservez-les en lieu sûr

# backupCredentialPhraseExplanation
source: To backup your credentials write down your Recovery Phrase and keep it in a safe place.
ca: Per fer una còpia de seguretat de les credencials, anota la teva frase de recuperació i guarda-la en un lloc segur.
el: Για τη δημιουργία αντιγράφων ασφαλείας των πιστοποιητικών σας, σημειώστε τη φράση ανάκτησης και φυλάξτε τη σε ασφαλές μέρος.
es: Para hacer una copia de respaldo de credenciales, escriba su frase de recuperación y guárdela segura.
fr: Pour sauvegarder vos informations d'identification, notez votre phrase de récupération et conservez-la en lieu sûr.

# backupCredentialButtonTitle
source: Save The File
ca: Guardar l’arxiu
el: Αποθήκευση Αρχείου
es: Guardar el archivo
fr: Enregistrer le fichier

# backupPolygonIdCredentialEmptyError
source: You do not have any polygon id credential in your wallet.
ca: No tens cap credencial d’identificador de Polygon a la cartera.

# needStoragePermission
source: Sorry, You need storage permission to download this file.
ca: Et cal un permís d’emmagatzematge per baixar aquest fitxer.
el: Χρειάζεστε άδεια αποθήκευσης για να κατεβάσετε αυτό το αρχείο.
es: Necesita permiso de almacenamiento para descargar el archivo.
fr: Désolé, vous avez besoin d'une autorisation pour télécharger ce fichier.

# backupCredentialNotificationTitle
source: Success
ca: Aconseguit
el: Επιτυχία
es: Sin errores
fr: Succès

# backupCredentialNotificationMessage
source: File has been successfully downloaded. Tap to open the file.
ca: L’arxiu s’ha descarregat amb èxit. Toca per obrir l’arxiu.
el: Η λήψη του αρχείου ολοκληρώθηκε επιτυχώς. Πατήστε για να ανοίξετε το αρχείο.
es: Archivo descargado. Toque para abrir el archivo.
fr: Le fichier a été téléchargé avec succès. Appuyez pour ouvrir le fichier.

# backupCredentialError
source: Something went wrong. Please try again later.
ca: Ha ocorregut un error. Intenta-ho més tard.
el: Παρουσιάστηκε λάθος. Παρακαλούμε, δοκιμάστε αργότερα.
es: Ha habido un problema. Inténtelo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

# backupCredentialSuccessMessage
source: File has been successfully downloaded.
ca: L’arxiu s’ha descarregat amb èxit.
el: Η λήψη του αρχείου ολοκληρώθηκε επιτυχώς.
es: Archivo descargado.
fr: Le fichier a été téléchargé avec succès.

# restorationCredentialWarningDialogSubtitle
source: The restoration will erase all the credentials you already have in your wallet.
ca: La restauració eliminarà totes les credencials que ja tens a la cartera.
el: Η αποκατάσταση θα διαγράψει όλα τα πιστοποιητικά που έχετε ήδη στο πορτοφόλι σας.
es: Si restablece, se borrarán todas las credenciales que tiene en la cartera.
fr: La restauration effacera toutes attestations que vous avez déjà dans votre wallet.

# recoveryCredentialPhrase
source: Write down the words and upload the backup file if you saved it before
ca: Escriu les paraules i carrega l’arxiu de seguretat si l’havies guardat
el: Γράψτε τις λέξεις και ανεβάστε το αρχείο αντιγράφων ασφαλείας, αν το είχατε αποθηκεύσει προηγουμένως
es: Escriba las palabras y cargue el archivo de copia de respaldo si lo ha guardado
fr: Écrivez les mots et téléchargez le fichier de sauvegarde si vous l'avez enregistré auparavant

# recoveryCredentialPhraseExplanation
source: You need both words in right order and encrypted backup file to recover your credentials if you lost your credentials somehow
ca: Si has perdut les credencials, et calen les dues paraules en l’ordre correcte i una còpia de seguretat xifrada per recuperar-es
el: Χρειάζεστε και τις δύο λέξεις με τη σωστή σειρά και ένα κρυπτογραφημένο αρχείο αντιγράφων ασφαλείας για να ανακτήσετε τα πιστοποιητικά σας εάν χαθούν
es: Si pierde sus credenciales, necesitará ambas palabras en orden correcto y un archivo de copia de respaldo cifrado para recuperarlas
fr: Vous avez besoin des deux mots dans le bon ordre et d'un fichier de sauvegarde crypté pour récupérer vos attestations digitales

# recoveryCredentialButtonTitle
source: Upload Backup File
ca: Carregar còpia de seguretat
el: Ανέβασμα αρχείου αντιγράφων ασφαλείας
es: Cargar archivo de copia de respaldo
fr: Télécharger le fichier de sauvegarde

# recoveryCredentialSuccessMessage
source: Successfully recovered {postfix}.
ca: Recuperació correcta{postfix}.
el: Επιτυχής ανάκτηση του {postfix}.
es: Se ha(n) recuperado {postfix}.
fr: Récupération réussie de {postfix}.

# recoveryCredentialJSONFormatErrorMessage
source: Please upload the valid file.
ca: Carrega un arxiu vàlid.
el: Παρακαλούμε ανεβάστε το έγκυρο αρχείο.
es: Cargue el archivo válido.
fr: Veuillez télécharger le fichier valide.

# recoveryCredentialAuthErrorMessage
source: Sorry, either mnemonics is incorrect or uploaded file is corrupted.
ca: El recordatori o l’arxiu carregat estan malmesos.
el: Τα μνημονικά είναι λανθασμένα ή το αρχείο που μεταφορτώσατε είναι κατεστραμμένο.
es: Frase mnemotécnica incorrecta o archivo cargado dañado.
fr: Désolé, soit les mnémoniques sont incorrects, soit le fichier téléchargé est corrompu.

# recoveryCredentialDefaultErrorMessage
source: Something went wrong. Please try again later.
ca: Ha ocorregut un error. Intenta-ho més tard.
el: Παρουσιάστηκε λάθος. Παρακαλούμε, δοκιμάστε αργότερα.
es: Ha habido un problema. Inténtelo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

# selfIssuedCreatedSuccessfully
source: Self issued credential created successfully
ca: Credencial autoemesa creada correctament
el: Αυτοεκδιδόμενο πιστοποιητικό δημιουργήθηκε με επιτυχία
es: Credencial autoemitida creada
fr: Identifiant créé avec succès

source: Company Website
ca: Web de l’empresa
el: Ιστοσελίδα εταιρείας
es: Sitio web de la empresa
fr: Site Web de l'entreprise

source: Submit
ca: Enviar
el: Αποστολή
es: Enviar
fr: Envoyer

# insertYourDIDKey
source: Insert your DID
ca: Indica el DID
el: Εισάγετε το DID σας
es: Inserte su DID
fr: Insérez votre DID

source: Import your RSA key json file
ca: Importa un arxiu json amb clau RSA
el: Εισαγωγή του αρχείου JSON του κλειδιού RSA
es: Importe su archivo json de clave RSA
fr: Importez votre fichier json de clé RSA

# didKeyAndRSAKeyVerifiedSuccessfully
source: DID and RSA key verified successfully
ca: DID i clau RSA comprovades
el: Το κλειδί DID και RSA επαληθεύτηκαν επιτυχώς
es: Las claves DID y RSA se han verificado
fr: Les clés DID et RSA ont été vérifiées avec succès

# pleaseEnterYourDIDKey
source: Please enter your DID
ca: Indica el teu DID
el: Εισάγετε το DID σας
es: Escriba su DID
fr: Veuillez entrer votre DID

source: Please import your RSA key
ca: Importa la teva clau RSA
el: Εισάγετε το RSA κλειδί σας
es: Importe su clave RSA
fr: Veuillez importer votre clé RSA

source: Confirm
ca: Confirmar
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer

source: Please select RSA key file(with json extension)
ca: Selecciona el fitxer amb clau RSA (d’extensió json)
el: Παρακαλούμε επιλέξτε αρχείο κλειδιού RSA (με επέκταση json)
es: Seleccione el archivo de clave RSA (extensión json)
fr: Veuillez sélectionner le fichier de clé RSA (avec l'extension json)

# rsaNotMatchedWithDIDKey
source: RSA key not matched with DID
ca: La clau RSA no coincideix amb el DID
el: Το κλειδί RSA δεν ταιριάζει με το DID
es: La clave RSA no coincide con el DID
fr: La clé RSA ne correspond pas au DID

# didKeyNotResolved
source: DID not resolved
ca: DID no resolt
el: Το DID δεν έχει επιλυθεί
es: DID no resuelto
fr: DID non résolu

source: An unknown error happened
ca: Ha ocorregut un error desconegut
el: Προέκυψε άγνωστο σφάλμα
es: Ha habido un error inesperado
fr: Une erreur inconnue s'est produite

source: Wallet Type
ca: Tipus de cartera
el: Τύπος πορτοφολιού
es: Tipo de cartera
fr: Type de wallet

source: Choose your wallet type
ca: Escull un tipus de cartera
el: Επιλογή τύπου του πορτοφολιού σας
es: Elija el tipo de cartera
fr: Choisissez votre type de wallet

# proceed
source: Continue
ca: Continuar
el: Συνέχεια
es: Continuar
fr: Continuer

source: Enterprise Wallet
ca: Cartera empresarial
el: Πορτοφόλι Επιχείρησης
es: Cartera de empresa
fr: Wallet d'entreprise

source: Personal Wallet
ca: Cartera personal
el: Προσωπικό πορτοφόλι
es: Cartera personal
fr: Wallet personnel

source: Failed to verify self issued credential
ca: No s’ha pogut verificar la credencial autoemesa
el: Αποτυχία επαλήθευσης του αυτοεκδιδόμενου πιστοποιητικού
es: Error al verificar la credencial autoemitida
fr: Échec de la vérification de l'identifiant émis

source: Failed to create self issued credential
ca: No s’ha pogut crear la credencial autoemesa
el: Απέτυχε η δημιουργία αυτοεκδιδόμενου πιστοποιητικού
es: Error al crear la credencial autoemitida
fr: Échec de la création de l'identifiant

# credentialVerificationReturnWarning
source: Credential verification returned some warnings.
ca: La verificació de credencials ha retornat alguns avisos.
el: Η επαλήθευση των πιστοποιητικών επέστρεψε ορισμένες προειδοποιήσεις.
es: Al verificar la credencial, se han activado avisos.
fr: La vérification des identifiants a renvoyé des alertes.

source: Failed to verify credential.
ca: No s’ha pogut verificar la credencial.
el: Αποτυχία επαλήθευσης πιστοποιητικού.
es: Error al verificar la credencial.
fr: Échec de la vérification des informations d'identification.

# somethingsWentWrongTryAgainLater
source: Something went wrong, please try again later.
ca: Hi ha hagut un error, intenta-ho més tard.
el: Εμφανίστηκε λάθος. Δοκιμάστε αργότερα.
es: Ha habido un problema, inténtelo más tarde.
fr: Une erreur s'est produite, veuillez réessayer plus tard.

# successfullyPresentedYourCredential
source: Successfully presented your credential(s)!
ca: Credencials presentades correctament
el: Επιτυχής παρουσίαση του πιστοποιητικού(ών) σας!
es: ¡Se han presentado su(s) credencial(es)!
fr: Votre attestation a été présentée avec succès !

source: Successfully presented your DID!
ca: DID presentat correctament
el: Επιτυχής παρουσίαση του DID σας!
es: ¡Se ha presentado su DID!
fr: Votre DID a été présenté avec succès !

source: This QR code is not supported.
ca: Codi QR no compatible.
el: Αυτό το QR code δεν υποστηρίζεται.
es: Este código QR no es compatible.
fr: Ce QR code n'est pas pris en charge.

# thisUrlDoseNotContainAValidMessage
source: This url does not contain a valid message.
ca: La URL no conté un missatge vàlid.
el: Αυτός ο σύνδεσμος δεν περιέχει έγκυρο μήνυμα.
es: Esta URL no contiene un mensaje válido.
fr: Cette URL ne contient pas de message valide.

source: An error occurred while connecting to the server.
ca: Hi ha hagut un error de connexió al servidor.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση με το διακομιστή.
es: Ha habido un error al conectar con el servidor.
fr: Une erreur s'est produite lors de la connexion au serveur.

source: Failed to save mnemonic, please try again
ca: Error en guardar la clau, torna-ho a intentar
el: Αποτυχία αποθήκευσης μνημονικού. Παρακαλούμε, προσπαθήστε αργότερα
es: Error al guardar la frase mnemotécnica, reinténtelo
fr: Échec de l'enregistrement du mnémonique, veuillez réessayer

source: Failed to load profile.
ca: Error en carregar el perfil.
el: Αποτυχία φόρτωσης προφίλ.
es: Error al cargar el perfil.
fr: Échec du chargement du profil.

source: Failed to save profile.
ca: Error en guardar el perfil.
el: Αποτυχία αποθήκευσης προφίλ.
es: Error al guardar el perfil.
fr: Échec de l'enregistrement du profil.

source: Failed to load DID.
ca: Error en carregar el DID.
el: Αποτυχία φόρτωσης του DID.
es: Error al cargar el DID.
fr: Échec du chargement du DID.

# personalOpenIdRestrictionMessage
source: Personal wallet does not have access.
ca: La cartera personal no té accés.
el: Το προσωπικό πορτοφόλι δεν έχει πρόσβαση.
es: Cartera personal sin acceso.
fr: Le wallet personnel n'a pas accès.

# credentialEmptyError
source: You do not have any credential in your wallet.
ca: No tens cap credencial a la cartera.
el: Δεν έχετε κανένα πιστοποιητικό στο πορτοφόλι.
es: No tiene ninguna credencial en su cartera.
fr: Vous n'avez aucune attestation dans votre wallet.

# credentialPresentTitleSiopV2
source: Present Credential
ca: Presentar credencial
el: Παρουσιάστε το πιστοποιητικό
es: Presentar credencial
fr: Présenter l'attestation

# confirmSiopV2
source: Please confirm the credential presented
ca: Confirma la credencial presentada
el: Παρακαλούμε επιβεβαιώστε το πιστοποιητικό που παρουσιάστηκε
es: Confirme la credencial presentada
fr: Veuillez confirmer l'attestation présentée

source: Storage permission required
ca: Cal un permís d’emmagatzematge
el: Απαιτείται άδεια αποθήκευσης
es: Permiso de almacenamiento requerido
fr: Autorisation de stockage requise

# storagePermissionDeniedMessage
source: Please allow storage access in order to upload the file.
ca: Permet l’accés a l’emmagatzematge per carregar el fitxer.
el: Επιτρέψτε την πρόσβαση στον αποθηκευτικό χώρο για να φορτωθεί το αρχείο.
es: Conceda acceso de almacenamiento para cargar el archivo.
fr: Veuillez autoriser l'accès au stockage afin de télécharger le fichier.

# storagePermissionPermanentlyDeniedMessage
source: You need storage permission for uploading file. Please go to app settings and grant access to storage permission.
ca: Cal permís d’emmagatzematge per carregar el fitxer. Ves a la configuració de l’aplicació i dona accés al permís d’emmagatzematge.
el: Χρειάζεστε άδεια αποθήκευσης για τη φόρτωση αρχείου. Μεταβείτε στις ρυθμίσεις της εφαρμογής και δώστε πρόσβαση στο δικαίωμα αποθήκευσης.
es: Permiso de almacenamiento necesario para cargar el archivo. Permita el acceso de almacenamiento en configuración de la aplicación.
fr: Vous avez besoin d'une autorisation de stockage pour télécharger un fichier. Veuillez accéder aux paramètres de l'application et accorder l'accès à l'autorisation de stockage.

source: Cancel
ca: Cancel·lar
el: Ακύρωση
es: Cancelar
fr: Annuler

# loading
source: Please wait a moment...
ca: Un moment...
el: Παρακαλούμε περιμένετε...
es: Espere un momento...
fr: Veuillez patienter un instant...

# issuerWebsitesTitle
source: Get credentials
ca: Obtenir credencials
el: Λήψη πιστοποιητικών
es: Obtener credenciales
fr: Obtenir les attestations

# getCredentialTitle
source: Get credentials
ca: Obtenir credencials
el: Λήψη πιστοποιητικών
es: Obtener credenciales
fr: Obtenir les attestations

# participantCredential
source: GaiaX Pass
ca: Passi GaiaX
es: Pase Gaia-X
fr: Pass GaiaX

# phonePassCredential
source: Proof of Phone
ca: Prova de telèfon
el: Πιστοποίηση Τηλεφώνου
es: Prueba de teléfono
fr: Preuve de téléphone

# emailPassCredential
source: Proof of Email
ca: Prova de correu electrònic
el: Πιστοποίηση e-mail
es: Prueba de email
fr: Preuve d'e-mail

# needEmailPass
source: You need to get a Proof of Email first.
ca: Cal una prova de correu electrònic primer
el: Πρέπει πρώτα να έχετε αποδεικτικό email.
es: Primero necesita obtener una prueba de email
fr: Vous devez d'abord obtenir une preuve d'e-mail.

source: Signature
ca: Firma
el: Υπογραφή
es: Firma

source: Proof
ca: Prova
el: Πιστοποίηση
es: Prueba
fr: preuve

source: Verify Me
ca: Verifica’m
el: Επαληθεύστε με
es: Verificarme
fr: Vérifiez-moi

source: Yes
ca: Sí
el: Ναι
es: Sí
fr: Oui

source: Credential Alias
ca: Àlies de credencial
el: Όνομα Πιστοποιητικού
es: Alias de credencial
fr: Alias pour documents

source: Verification Status
ca: Estat de verificació
el: Κατάσταση Επαλήθευσης
es: Estado de verificación
fr: État de la vérification

# cardsPending
source: Card pending
ca: Targeta pendent
el: Εκκρεμής κάρτα
es: Tarjeta pendiente
fr: Attestation en attente

source: Unable to process the data
ca: No es poden processar les dades
el: Η επεξεργασία των δεδομένων δεν είναι δυνατή
es: No se pueden procesar los datos
fr: Impossible de traiter les données

source: Unimplemented Query Type
ca: Tipus de consulta no implementat
el: Μη εφαρμοσμένος τύπος ερωτήματος
es: Tipo de consulta no implementado
fr: Type de requête non disponible

# onSubmittedPassBasePopUp
source: You will receive an email
ca: Rebràs un correu electrònic
el: Θα λάβετε ένα e-mail
es: Recibirá un email
fr: Vous allez recevoir un e-mail

source: My collection
ca: La meva col·lecció
el: Η συλλογή μου
es: Mi colección
fr: Ma collection

source: items
ca: articles
el: στοιχεία
es: elementos
fr: articles

# succesfullyUpdated
source: Successfully Updated.
ca: Actualitzats correctament
el: Επιτυχής επικαιροποίηση.
es: Actualizado.
fr: Mise à jour réussie.

source: Generate
ca: Generar
el: Δημιουργία
es: Generar
fr: générer

source: My assets
ca: Els meus recursos
el: Τα στοιχεία μου
es: Mis activos
fr: Mes actifs

source: Search
ca: Buscar
el: Αναζήτηση
es: Buscar
fr: Rechercher

# splashSubtitle
source: Own your digital identity and digital assets
ca: Tingues la teva identitat i recursos digitals
el: Κατέχετε την ψηφιακή σας ταυτότητα και τα ψηφιακά σας στοιχεία
es: Tenga su propia identidad digital.
fr: Prenez le contrôle de vos données

source: Powered By
ca: Impulsat per
el: Με την υποστήριξη της
es: Con tecnología de

# splashLoading
source: Loading...
ca: Carregant...
el: Φόρτωση...
es: Cargando...
fr: Chargement...

source: Version
ca: Versió
el: Έκδοση
es: Versión

source: Cards
ca: Targetes
el: Κάρτες
es: Tarjetas
fr: Cartes

source: NFTs
ca: NFT
es: NFT

source: Coins
ca: Monedes
el: Crypto
es: Monedas
fr: Cryptos

# getCards
source: Get Credentials
ca: Obtén credencials
el: Λήψη πιστοποιητικών
es: Obtener credenciales
fr: Obtenir

source: Close
ca: Tancar
el: Κλείσιμο
es: Cerrar
fr: Fermer

source: Profile
ca: Perfil
el: Προφίλ
es: Perfil
fr: Profil

source: Infos
ca: Dades
el: Πληροφορίες
es: Información

source: Save
ca: Guardar
el: Αποθήκευση
es: Guardar
fr: Enregistrer

source: Delete
ca: Esborrar
el: Διαγραφή
es: Eliminar
fr: Supprimer

# enterNewPinCode
source: Create a PIN Code to protect your wallet
ca: Crea un codi PIN per protegir la teva cartera
el: Δημιουργία κωδικού PIN για να προστατέψετε το πορτοφόλι σας
es: Cree un código PIN para proteger su cartera
fr: Créez un code PIN pour protéger votre wallet

source: Confirm your PIN Code
ca: Confirma el codi PIN
el: Επιβεβαιώστε τον κωδικό PIN σας
es: Confirme su código PIN
fr: Confirmez votre code PIN

source: Wallet Altme
ca: Cartera Altme
el: Πορτοφόλι Altme
es: Cartera Altme
fr: Wallet

# createTitle
source: Create or import a wallet
ca: Crear o importar cartera
el: Δημιουργία ή εισαγωγή πορτοφολιού
es: Crear o importar una cartera
fr: Créez ou importez votre adresse de wallet

# createSubtitle
source: Would you like to create a new wallet or import an existing one?
ca: Vols crear una cartera nova o importar-ne una existent?
el: Θέλετε να δημιουργήσετε ένα νέο πορτοφόλι ή να εισαγάγετε ένα υπάρχον;
es: ¿Desea crear una nueva cartera o importar una existente?
fr: Vus êtes seul à avoir un accès à vos actifs ou à votre phase de récupération.

source: Enter your PIN Code
ca: Indica el codi PIN
el: Εισάγετε τον κωδικό PIN σας
es: Escriba su código PIN
fr: Entrez votre code PIN

source: Change PIN Code
ca: Canvia el codi PIN
el: Αλλαγή κωδικού PIN
es: Cambiar código PIN
fr: Modifier le code PIN

source: Try again
ca: Torna-ho a intentar
el: Δοκιμάστε ξανά
es: Intentarlo de nuevo
fr: Réessayez

# credentialSelectionListEmptyError
source: You do not have the requested credential to pursue.
ca: No tens la credencial sol·licitada per seguir.
el: Δεν έχετε τα απαιτούμενα πιστοποιητικά για να συνεχίσετε.
es: No tiene la credencial requerida para continuar.
fr: Il vous manque une ou plusieurs attestations pour poursuivre.

# trustedIssuer
source: This issuer is approved by EBSI.
ca: Emissor aprovat per EBSI.
el: Αυτός ο εκδότης έχει εγκριθεί από την EBSI.
es: El emisor está aprobado por EBSI.
fr: Cet émetteur est approuvé par l'EBSI.

source: Your PIN Code changed successfully
ca: Codi PIN canviat correctament
el: Ο κωδικός PIN σας άλλαξε με επιτυχία
es: Se ha cambiado su código PIN
fr: Votre code PIN a bien été modifié

source: Advantages cards
ca: Avantatges de les targetes
el: Κάρτες Προνομίων
es: Tarjetas de ventajas
fr: Cartes avantages

# advantagesDiscoverCards
source: Unlock exclusive rewards
ca: Obtén premis exclusius
el: Ξεκλειδώστε αποκλειστικά προνόμια
es: Reciba recompensas exclusivas
fr: Débloquer des récompenses uniques

source: Identity cards
ca: Targetes d’identitat
el: Δελτία ταυτότητας
es: Tarjetas de identidad
fr: Attestations d'identités

# identityDiscoverCards
source: Simplify ID verification
ca: Simplifica la verificació ID
el: Απλοποίηση της επαλήθευσης ταυτότητας
es: Simplificar verificación de ID
fr: Simplifiez la vérification d'identité

# contactInfoCredentials
source: Contact information
ca: Informació de contacte
el: Στοιχεία επικοινωνίας
es: Datos de contacto
fr: Cartes de communauté

# contactInfoDiscoverCredentials
source: Verify your contact information
ca: Verifica les teves dades de contacte
el: Επαληθεύστε τα στοιχεία επικοινωνίας σας
es: Verificar sus datos de contacto
fr: Vérifiez vos informations de contact

# myProfessionalCards
source: Professional cards
ca: Targetes professionals
el: Επαγγελματικές κάρτες
es: Tarjetas profesionales
fr: Attestations professionnelles

source: Other cards
ca: Altres targetes
el: Λοιπές κάρτες
es: Otras tarjetas
fr: Autres cartes et attestations

source: In my wallet
ca: A la meva cartera
el: Στο πορτοφόλι μου
es: En mi cartera
fr: Dans mon wallet

source: Details
ca: Detalls
el: Λεπτομέρειες
es: Detalles
fr: Détails

source: Get it
ca: Obtenir
el: Αποκτήστε το
es: Obtener
fr: Obtenir

source: Get it Now
ca: Obtenir ara
el: Αποκτήστε το τώρα
es: Obtener ahora
fr: Obtenir maintenant

source: Get This Card
ca: Obtenir aquesta carta
el: Αποκτήστε αυτή την κάρτα
es: Obtener esta tarjeta
fr: Obtenir maintenant

# drawerBiometrics
source: Biometrics authentication
ca: Autenticació biomètrica
el: Βιομετρικός έλεγχος
es: Autenticación biométrica
fr: Authentification biométrique

# drawerTalaoCommunityCard
source: Talao Community Card
ca: Targeta de comunitat Talao
el: Κάρτα κοινότητας Talao
es: Tarjeta de Comunidad de Talao
fr: Carte de communauté Talao

# drawerTalaoCommunityCardTitle
source: Import your Ethereum address and get your Community Card.
ca: Importa la teva direcció d’Ethereum i obtén una targeta de comunitat.
el: Εισαγάγετε τη διεύθυνση Ethereum και λάβετε την κάρτα κοινότητας.
es: Importe su dirección de Ethereum y reciba su Tarjeta de Comunidad.
fr: Importez votre adresse Ethereum et obtenez votre carte de membre.
