Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# drawerTalaoCommunityCardSubtitle
source: It will give you access to the best discounts, memberships and vouchers cards from our ecosystem of partners.
ca: Tindràs accés als millors descomptes, abonaments i targetes de vals del nostre ecosistema de socis.
el: Θα σας δώσει πρόσβαση στις καλύτερες εκπτώσεις, συνδρομές και κάρτες κουπονιών από το οικοσύστημα των συνεργατών μας.
es: Acceda a los mejores descuentos, programas de afiliación y tarjetas de vales de nuestro ecosistema de socios.
fr: Elle vous donnera accès aux meilleures réductions, adhésions et bons d'achat de notre écosystème de partenaires.

# drawerTalaoCommunityCardTextBoxMessage
source: Once you have entered your private key, tap Import. Please, make sure to enter the ethereum private key which contains your Talao Token.
ca: Després d’indicar la teva clau privada, toca Importar. Assegura’t d’indicar la clau privada d’Ethereum que conté el teu token Talao.
el: Μόλις εισαγάγετε το ιδιωτικό σας κλειδί, πατήστε Εισαγωγή. Βεβαιωθείτε ότι έχετε εισάγει το ιδιωτικό κλειδί ethereum που περιέχει το Talao Token σας.
es: Tras escribir su clave privada, toque Importar. Asegúrese de escribir la clave privada de Ethereum con su token de Talao.
fr: Une fois que vous avez entré votre clé privée, appuyez sur Importer. Veuillez vous assurer d'entrer la clé privée Ethereum qui contient vos tokens Talao.

# drawerTalaoCommunityCardSubtitle2
source: Our Wallet is self-custodial. We never have access to your private keys or funds.
ca: La nostra cartera és d’autocustòdia. No tenim cap accés a les teves claus o fons privats.
el: Το πορτοφόλι μας είναι αυτοεξουσιοδοτούμενο. Δεν έχουμε ποτέ πρόσβαση στα ιδιωτικά κλειδιά ή τα χρήματά σας.
es: La cartera es de autocustodia. Nunca accedemos a sus claves privadas o fondos.
fr: Le wallet est entièrement décentralisé. Nous n'avons jamais accès à vos clés privées ou à vos actifs.

# drawerTalaoCommunityCardKeyError
source: Please enter a valid private key
ca: Indica una clau privada vàlida
el: Παρακαλώ εισάγετε ένα έγκυρο ιδιωτικό κλειδί
es: Escriba una clave privada válida
fr: Veuillez saisir une clé privée valide

# loginWithBiometricsMessage
source: Quickly unlock your wallet without having to enter password or PIN Code
ca: Desbloqueja ràpidament la cartera sense contrasenya ni codi PIN
el: Ξεκλειδώστε γρήγορα το πορτοφόλι σας χωρίς να χρειάζεται να πληκτρολογήσετε κωδικό πρόσβασης ή κωδικό PIN
es: Desbloquee rápido su cartera sin contraseña ni código PIN
fr: Déverrouillez rapidement votre wallet sans avoir à saisir de mot de passe ou de code PIN

source: Manage
ca: Gestionar
el: Διαχείριση
es: Administrar
fr: Gérer

source: Wallet
ca: Cartera
el: Πορτοφόλι
es: Cartera

# manageAccounts
source: Manage blockchain accounts
ca: Gestionar comptes de blockchain
el: Διαχείριση λογαριασμών blockchain
es: Administrar cuentas de blockchain
fr: Gérer vos comptes blockchain

source: Blockchain accounts
ca: Comptes de blockchain
el: Λογαριασμοί Blockchain
es: Cuentas de blockchain
fr: Comptes blockchain

source: Education credentials
ca: Credencials de formació
el: Πιστοποιητικά εκπαίδευσης
es: Credenciales de formación
fr: Attestations académiques

# educationDiscoverCredentials
source: Verify your education background
ca: Verifica la teva formació acadèmica
el: Επαληθεύστε το εκπαιδευτικό σας υπόβαθρο
es: Verifique su trayectoria académica
fr: Vérifiez votre parcours académique

# educationCredentialsDiscoverSubtitle
source: Get your digital diploma (EBSI)
ca: Obtén el teu diploma digital (EBSI)
el: Αποκτήστε το ψηφιακό σας δίπλωμα (EBSI)
es: Obtenga su diploma digital
fr: Obtenez vos diplômes sous forme digitale

source: Security
ca: Seguretat
el: Ασφάλεια
es: Seguridad
fr: Sécurité

# networkAndRegistries
source: Network & Registries
ca: Xarxa i registres
el: Δίκτυο & Μητρώα
es: Red y registros
fr: Réseau et registres

source: Choose Network
ca: Escull xarxa
el: Επιλέξτε Δίκτυο
es: Elegir red
fr: Choisir un réseau

source: Choose Registry
ca: Escull registre
el: Επιλέξτε Μητρώο
es: Elegir registro
fr: Choisir le registre

source: Trust Framework
ca: Marc de confiança
el: Πλαίσιο εμπιστοσύνης
es: Marco de confianza
fr: Cadre de confiance

source: Network
ca: Xarxa
el: Δίκτυο
es: Red
fr: Réseau

source: Issuer Registry
ca: Registre d’emissors
el: Μητρώο εκδότη
es: Registro de emisor
fr: Registre des émetteurs

# termsOfUse
source: Terms of Use & Confidentiality
ca: Condicions d’ús i privadesa
el: Όροι χρήσης & εμπιστευτικότητα
es: Términos de uso y confidencialidad
fr: Conditions Générales d'Utilisation (CGU)

source: Scan Fingerprint to Authenticate
ca: Escaneja l’empremta digital per autenticar-te
el: Σάρωση δακτυλικού αποτυπώματος για πιστοποίηση
es: Escanear huella dactilar para autenticarse
fr: Scanner l'empreinte digitale pour s'authentifier

source: Biometrics not supported
ca: Biomètrica no compatible
el: Δεν υποστηρίζονται βιομετρικά στοιχεία
es: Biometría no compatible
fr: La biométrie n'est pas prise en charge

# deviceDoNotSupportBiometricsAuthentication
source: Your device dose not supports biometrics authentication
ca: El dispositiu no admet l’autenticació biomètrica
el: Η συσκευή σας δεν υποστηρίζει βιομετρικό έλεγχο ταυτότητας
es: Su dispositivo no admite autenticación biométrica
fr: Votre appareil ne prend pas en charge l'authentification biométrique

# biometricsEnabledMessage
source: You can now unlock app with your biometrics.
ca: Ara pots desbloquejar l’app amb la teva biomètrica.
el: Τώρα μπορείτε να ξεκλειδώσετε την εφαρμογή με τα βιομετρικά σας στοιχεία.
es: Ya puede desbloquear la aplicación con sus biometría.
fr: Vous pouvez maintenant déverrouiller l'application avec vos données biométriques.

# biometricsDisabledMessage
source: Your biometrics has been disabled.
ca: S’ha desactivat la teva biomètrica.
el: Ο βιομετρικός έλεγχος ταυτότητας έχει απενεργοποιηθεί.
es: Se ha desactivado su biometría.
fr: L'identification biométrique a été désactivée.

source: Export secret key
ca: Exportar clau secreta
el: Εξαγωγή μυστικού κλειδιού
es: Exportar clave secreta
fr: Exporter la clé secrète

source: Secret Key
ca: Clau secreta
el: Μυστικό κλειδί
es: Clave secreta
fr: Clé secrète

source: Choose Network
ca: Escull xarxa
el: Επιλέξτε Δίκτυο
es: Elegir red
fr: Choisir un réseau

# nftEmptyMessage
source: Your digital gallery is empty !
ca: La teva galeria digital està buida.
el: Η ψηφιακή σας γκαλερί είναι άδεια!
es: ¡Su galería digital está vacía!
fr: Votre collection NFT est vide !

source: My Account
ca: El meu compte
el: Ο λογαριασμός μου
es: Mi cuenta
fr: Mon compte

# cryptoAccounts
source: Accounts
ca: Comptes
el: Λογαριασμοί
es: Cuentas
fr: Comptes

# cryptoAccount
source: Account
ca: Compte
el: Λογαριασμός
es: Cuenta
fr: Compte

# cryptoAddAccount
source: Add Account
ca: Afegir compte
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fr: Ajouter un compte

# cryptoAddedMessage
source: Your crypto account has been succesfully added.
ca: S’ha afegit correctament el teu compte criptogràfic.
el: Ο λογαριασμός σας έχει προστεθεί επιτυχώς.
es: Su cuenta de criptomonedas se ha añadido.
fr: Votre compte crypto a été ajouté avec succès.

# cryptoEditConfirmationDialog
source: Do you really want to edit this crypto account name?
ca: Segur que vols editar el nom del compte criptogràfic?
el: Θέλετε πραγματικά να επεξεργαστείτε αυτό το όνομα λογαριασμού;
es: ¿Confirma editar el nombre de cuenta de criptomonedas?
fr: Voulez-vous vraiment modifier le nom de ce compte crypto ?

# cryptoEditConfirmationDialogYes
source: Save
ca: Guardar
el: Αποθήκευση
es: Guardar
fr: Enregistrer

# cryptoEditConfirmationDialogNo
source: Cancel
ca: Cancel·lar
el: Ακύρωση
es: Cancelar
fr: Annuler

# cryptoEditLabel
source: Account Name
ca: Nom del compte
el: Όνομα Λογαριασμού
es: Nombre de cuenta
fr: Nom du compte

# onBoardingFirstTitle
source: Discover exclusive Web 3 offers directly in your wallet.
ca: Descobreix 3 ofertes web exclusives directament a la teva cartera.
el: Ανακαλύψτε αποκλειστικές προσφορές Web 3 απευθείας στο πορτοφόλι σας.
es: Descubra 3 ofertas web exclusivas en su cartera.
fr: Découvrez des offres uniques directement dans votre wallet.

# onBoardingFirstSubtitle
source: Get Membership cards, Loyalty cards, Vouchers and lot more advantages from your favorite Apps and games.
ca: Aconsegueix targetes de soci, targetes de fidelitat, vals i molts més avantatges de les teves aplicacions i jocs preferits.
el: Αποκτήστε κάρτες μέλους, κάρτες επιβράβευσης, κουπόνια και πολλά άλλα πλεονεκτήματα από τις αγαπημένες σας εφαρμογές και παιχνίδια.
es: Obtenga tarjetas de afiliación y fidelización, vales y muchas ventajas de sus aplicaciones y juegos favoritos.
fr: Obtenez des cartes de membre, des cartes de fidélité et bien d'autres avantages.

# onBoardingSecondTitle
source: Our wallet is much more than a simple Digital Wallet.
ca: La nostra cartera és molt més que una simple cartera digital.
el: Το πορτοφόλι μας είναι κάτι πολύ περισσότερο από ένα απλό ψηφιακό πορτοφόλι.
es: Nuestra cartera es mucho más que una cartera digital.
fr: Ce wallet est bien plus qu'un simple wallet.

# onBoardingSecondSubtitle
source: Store & Manage your personal data and get access to any Web 3.0 Apps.
ca: Guarda i gestiona les teves dades personals i accedeix a aplicacions web 3.0.
el: Αποθηκεύστε και διαχειριστείτε τα προσωπικά σας δεδομένα και αποκτήστε πρόσβαση σε όλες τις εφαρμογές Web 3.0.
es: Almacene y administre datos personales y acceda a cualquier aplicación de la web 3.0.
fr: Stockez et gérez vos données personnelles et accédez aux applications Web3.

# onBoardingThirdTitle
source: Manage your data with full autonomy, security and privacy.
ca: Gestiona les teves dades amb total autonomia, seguretat i privadesa.
el: Διαχειριστείτε τα δεδομένα σας με πλήρη αυτονομία, ασφάλεια και απόρρητο.
es: Gestione sus datos con autonomía, seguridad y privacidad.
fr: Gérez vos données en toute autonomie, sécurité et confidentialité.

# onBoardingThirdSubtitle
source: Our wallet use SSI cryptography to give you full control over your data. Nothing goes out of your phone.
ca: La nostra cartera utilitza criptografia SSI per a un control total de les teves dades. Res no se’n va del teu telèfon.
el: Το πορτοφόλι μας χρησιμοποιεί κρυπτογραφία για να σας παρέχει πλήρη έλεγχο των δεδομένων σας. Τίποτα δεν εξέρχεται από τη συσκευή σας.
es: La cartera usa criptografía SSI para ofrecerle un control de datos total. Nada saldrá fuera de su teléfono.
fr: Ce wallet utilise la cryptographie pour vous donner un contrôle total sur vos données. Rien ne sort de votre téléphone.

# onBoardingStart
source: Start
ca: Comença
el: Έναρξη
es: Empezar
fr: Démarrer

# learnMoreAboutAltme
source: Learn more about our wallet
ca: Informa’t sobre la nostra cartera
el: Μάθετε περισσότερα για το πορτοφόλι σας
es: Descubra más sobre nuestra cartera
fr: En savoir plus sur le wallet

source: Scroll
ca: Desplaça’t
el: Κύλιση
es: Desplazarse
fr: Défilement

# agreeTermsAndConditionCheckBox
source: I agree to the terms and conditions.
ca: Accepto els termes i condicions.
el: Συμφωνώ με τους όρους και τις προϋποθέσεις.
es: Acepto los términos y condiciones.
fr: J'accepte les Conditions Générales d'Utilisation (CGU).

# readTermsOfUseCheckBox
source: I have read the terms of use.
ca: He llegit les condicions d’ús.
el: Έχω διαβάσει τους όρους χρήσης.
es: He leído los términos de uso.
fr: J'ai lu les Conditions Générales d'Utilisation (CGU).

# createOrImportNewAccount
source: Create or import a new account.
ca: Crear o importar un compte nou.
el: Δημιουργία ή εισαγωγή νέου πορτοφολιού.
es: Crear o importar una nueva cuenta.
fr: Créer ou importer un nouveau compte.

source: Select account
ca: Seleccionar compte
el: Επιλέξτε λογαριασμό
es: Seleccionar cuenta
fr: Sélectionner un compte

# onbordingSeedPhrase
source: Seed Phrase
ca: Frase llavor
el: Φράση ανάκτησης
es: Frase semilla
fr: Phrase de récupération

# onboardingPleaseStoreMessage
source: Please, write down your Recovery Phrase
ca: Escriu la teva frase de recuperació
el: Παρακαλώ, γράψτε τη φράση ανάκτησης σας
es: Escriba su frase de recuperación
fr: Veuillez noter votre phrase de récupération

# onboardingVerifyPhraseMessage
source: Confirm Recovery Words
ca: Confirma paraules de recuperació
el: Επιβεβαιώστε τη φράση ανάκτησης
es: Confirmar palabras de recuperación
fr: Confirmez votre phrase de récupération

# onboardingVerifyPhraseMessageDetails
source: To ensure your Recovery Phrase is written correctly, select the words in correct order.
ca: Per assegurar-te que la frase està ben escrita, selecciona les paraules en l'ordre correcte.
el: Για να βεβαιωθείτε ότι η φράση ανάκτησης είναι σωστά γραμμένη, επιλέξτε τις λέξεις με τη σωστή σειρά.
es: Para comprobar que su frase de recuperación esté bien, seleccione las palabras en orden correcto.
fr: Pour vous assurer que votre phrase de récupération est écrite correctement, sélectionnez les mots dans l'ordre.

# onboardingAltmeMessage
source: The wallet is non-custodial. Your Recovery Phrase is the only way to recover your account.
ca: La cartera no és autocustodiada. La frase de recuperació és l’única manera de recuperar el compte.
el: Το πορτοφόλι λειτουργεί χωρίς επιμέλεια. Η φράση ανάκτησης είναι ο μόνος τρόπος για την ανάκτηση του λογαριασμού σας.
es: La cartera es sin custodia. La frase de recuperación es la única forma de recuperar su cuenta.
fr: Ce wallet est décentralisé (non custodial). Votre phrase de récupération est le seul moyen de récupérer votre compte.

# onboardingWroteDownMessage
source: I wrote down my Recovery Phrase
ca: He escrit la meva frase de recuperació
el: Έγραψα τη φράση ανάκτησης μου
es: He escrito una frase de recuperación
fr: J'ai écrit ma phrase de récupération

source: Copy to clipboard
ca: Copiar al porta-retalls
el: Αντιγραφή
es: Copiar en el portapapeles
fr: Copier dans le presse-papiers

# pinCodeMessage
source: PIN Code prevent unauthorized access to your Wallet. You can change it at any time.
ca: El codi PIN impedeix l’accés no autoritzat a la teva cartera. Pots canviar-lo en qualsevol moment.
el: Ο κωδικός PIN αποτρέπει τη μη εξουσιοδοτημένη πρόσβαση στο πορτοφόλι σας. Μπορείτε να τον αλλάξετε ανά πάσα στιγμή.
es: El código PIN impide el acceso no autorizado a su cartera. Puede cambiarlo en cualquier momento.
fr: Le code PIN protège contre un accès non autorisé à votre wallet. Vous pouvez le modifier à tout moment.

# enterNameForYourNewAccount
source: Enter a name for your new account
ca: Indica un nou pel teu nou compte
el: Εισάγετε ένα όνομα για το νέο σας λογαριασμό
es: Escriba un nombre para su nueva cuenta
fr: Entrez un nom pour votre nouveau compte

source: Create
ca: Crear
el: Δημιουργία
es: Crear
fr: Créer

source: Import
ca: Importar
el: Εισαγωγή
es: Importar
fr: Importer

source: Account name
ca: Nom del compte
el: Όνομα πορτοφολιού
es: Nombre de cuenta
fr: Nom du compte

# importWalletText
source: Enter your recovery phrase or private key here.
ca: Indica aquí la frase de recuperació o la clau privada.
el: Εισάγετε τη φράση ανάκτησης ή το ιδιωτικό κλειδί σας εδώ.
es: Escriba aquí su frase de recuperación o clave privada.
fr: Entrez ici votre phrase de récupération ou votre clé privée.

# importWalletTextRecoveryPhraseOnly
source: Enter your recovery phrase here.
ca: Indica aquí la teva frase de recuperació.
el: Εισάγετε τη φράση ανάκτησης εδώ.
es: Escriba aquí su frase de recuperación.
fr: Saisissez votre phrase de récupération ici.

# recoveryPhraseDescriptions
source: A recovery phrase (sometimes known as a seed phrase, private key or backup phrase) is a list of 12 words generated by your cryptocurrency wallet that gives you access to your funds
ca: La frase de recuperació (de vegades anomenada frase inicial, clau privada o frase de seguretat) és una llista de 12 paraules creada per la cartera de criptomoneda per accedir als teus fons
el: Η φράση ανάκτησης είναι ένας κατάλογος 12 λέξεων που δημιουργείται από το πορτοφόλι σας και σας δίνει πρόσβαση στα κεφάλαια σας
es: Una frase de recuperación (o frase semilla, clave privada o frase de copia de respaldo) es una lista de 12 palabras generadas por su cartera de criptomonedas para acceder a sus fondos
fr: Une phrase de récupération est une liste de 12 mots générés par votre crypto wallet donnant accès à vos actifs

# importEasilyFrom
source: Import your account from :
ca: Importa el teu compte des de:
el: Εισάγετε τον λογαριασμό σας από:
es: Importar su contraseña desde:
fr: Importez votre compte depuis :

source: Temple wallet
ca: Cartera Temple
el: Πορτοφόλι Temple
es: Cartera de Temple
fr: Temple

source: Metamask wallet
ca: Cartera Metamask
el: Πορτοφόλι MetaMask
es: Cartera de Metamask
fr: Metamask

source: Kukai wallet
ca: Cartera Kukai
el: Πορτοφόλι Kukai
es: Cartera de Kukai
fr: Kukai

source: Other
ca: Altres
el: Άλλο
es: Otra
fr: Autre

source: Other wallet App
ca: Altres app de cartera
el: Άλλο πορτοφόλι
es: Otra aplicación de cartera
fr: Autre wallet

# importWalletHintText
source: Once you have entered your 12 words (recovery phrase) or {numberCharacters} characters private (private key), tap Import.
ca: Quan hagis introduït les 12 paraules (frase de recuperació) o {numberCharacters} caràcters (clau privada), toca Importar.
el: Μόλις εισαγάγετε τις 12 λέξεις ή όλους τους χαρακτήρες του ιδιωτικού κλειδιού, πατήστε Εισαγωγή.
es: Tras escribir sus 12 palabras (frase de recuperación) o {numberCharacters} caracteres privados (clave privada), toque Importar.
fr: Une fois que vous avez saisi les 12 mots de phrase de récupération ou les {numberCharacters} caractères de la clé privée, appuyez sur Importer.

# importWalletHintTextRecoveryPhraseOnly
source: Once you have entered your 12 words (recovery phrase), tap Import.
ca: Quan hagis introduït les 12 paraules (frase de recuperació) toca Importar.
el: Μόλις εισαγάγετε τις 12 λέξεις της φράσης ανάκτησης, πατήστε Εισαγωγή.
es: Tras escribir sus 12 palabras (frase de recuperación), toque Importar.
fr: Une fois que vous avez entré les 12 mots de la phrase de récupération, appuyer sur Importer.

# kycDialogTitle
source: To get this card, and other identity cards, you need to verify your ID
ca: Per obtenir aquesta targeta i altres targetes d’identitat, verifica la teva ID
el: Για να αποκτήσετε αυτή την κάρτα, καθώς και άλλες ταυτότητες, πρέπει να επαληθεύσετε την ταυτότητά σας
es: Para obtener esta tarjeta y otras tarjetas de identidad, verifique su ID
fr: Pour obtenir cette attestation, vous devez faire vérifier votre identité

source: ID Verification Process
ca: Procés de verificació ID
el: Διαδικασία επαλήθευσης ταυτότητας
es: Proceso de verificación de ID
fr: Processus de vérification d'identité

source: ID Check
ca: Verificació ID
el: Έλεγχος ταυτότητας
es: Comprobación de ID
fr: Vérification d'identité

source: Facial recognition
ca: Reconeixement facial
el: Αναγνώριση προσώπου
es: Reconocimiento facial
fr: Reconnaissance faciale

# kycDialogButton
source: Start ID verification
ca: Comença la verificació ID
el: Έναρξη επαλήθευσης ταυτότητας
es: Iniciar verificación de ID
fr: Démarrer la vérification d'identité

# kycDialogFooter
source: GDPR and CCPA Compliant + SOC2 Security Level
ca: Conforme al RGPD +CCPA + nivell de seguretat SOC2
el: Συμμόρφωση με GDPR και CCPA + Επίπεδο ασφαλείας SOC2
es: Conforme al RGPD y la CCPA + nivel de seguridad SOC2
fr: Conforme RGPD + Niveau de sécurité SOC2

# finishedVerificationTitle
source: ID verification in progress
ca: Verificació ID en curs
el: Επαλήθευση ταυτότητας σε εξέλιξη
es: Verificación de ID en curso
fr: Vérification d'identité en cours

# finishedVerificationDescription
source: You will receive an email to confirm that your ID has been verified
ca: Rebràs un correu electrònic per confirmar la verificació ID
el: Θα λάβετε ένα email για να επιβεβαιώσετε ότι το αναγνωριστικό σας έχει επαληθευτεί.
es: Recibirá un email para confirmar que su ID se ha verificado
fr: Vous recevrez un e-mail une fois que votre identité aura été vérifiée

# verificationPendingTitle
source: Your ID verification is pending
ca: La teva verificació ID està pendent
el: Η επαλήθευση της ταυτότητάς σας εκκρεμεί
es: Su verificación de ID está pendiente
fr: Votre vérification d'identité est en cours

# verificationPendingDescription
source: Usually it takes less than 5 min to get verified. You will receive an email when the verification is complete.
ca: La verificació sol requerir menys de 5 min. Rebràs un correu electrònic quan acabi la verificació.
el: Συνήθως χρειάζεται λιγότερο από 5 λεπτά για να επαληθευτεί. Θα λάβετε ένα email όταν ολοκληρωθεί η επαλήθευση.
es: En general, tarda menos de 5 minutos en verificarse. Recibirá un email una vez terminada la verificación.
fr: En général, la vérification prend moins de 5 minutes. Vous recevrez un e-mail une fois la vérification terminée.

# verificationDeclinedTitle
source: Your verification declined
ca: Verificació rebutjada
el: Η επαλήθευσή σας απορρίφθηκε
es: Se ha rechazado su verificación
fr: La vérification a échoué

# restartVerification
source: Restart ID Verification
ca: Reiniciar verificació ID
el: Επανεκκίνηση επαλήθευσης ταυτότητας
es: Reiniciar verificación de ID
fr: Redémarrer la vérification d'identité

# verificationDeclinedDescription
source: Your verification declined. Please restart your ID verification.
ca: Verificació rebutjada. Reinicia la verificació ID.
el: Η επαλήθευσή σας απορρίφθηκε. Δοκιμάστε ξανά.
es: Se ha rechazado su verificación. Reinicie su verificación de ID.
fr: La vérification a échoué. Veuillez redémarrer votre vérification d'identité.

# verifiedTitle
source: Well done! Your verification was successfull.
ca: Ben fet! Verificació satisfactòria.
el: Συγχαρητήρια! Η επαλήθευσή σας ήταν επιτυχής.
es: ¡Excelente! La verificación se ha realizado.
fr: Bravo ! La vérification est réussie.

# verifiedDescription
source: You can now start adding your 'over18' card. Let's begin.
ca: Ja pots afegir la targeta “majors de 18”. Comencem.
el: Μπορείτε τώρα να αρχίσετε να προσθέτετε την κάρτα σας 'άνω των 18'. Ας ξεκινήσουμε.
es: Ya puede empezar a añadir su tarjeta 'over18'. Vamos a empezar.
fr: Vous pouvez ajouter votre preuve d'âge. Commençons.

# verfiedButton
source: Adding the over 18 Card
ca: Afegir la targeta majors de 18
el: Προσθήκη της κάρτας άνω των 18 ετών
es: Añadiendo la tarjeta de más de 18 años
fr: Ajout de la preuve d'âge : + de 18 ans

# verifiedNotificationTitle
source: Verification complete!
ca: Verificació completada!
el: Η επαλήθευση ολοκληρώθηκε!
es: ¡Verificación completada!
fr: Vérification terminée !

# verifiedNotificationDescription
source: Congratulations! You have been successfully verified.
ca: Felicitats! La verificació s’ha fet correctament.
el: Συγχαρητήρια! Έχετε επαληθευτεί επιτυχώς.
es: ¡Enhorabuena! Verificación realizada.
fr: Félicitations ! Vous avez été vérifié avec succès.

source: Show Decentralized ID
ca: Mostra ID descentralitzat
el: Εμφάνιση αποκεντρωμένης ταυτότητας
es: Mostrar identidad descentralizada
fr: Afficher l'identifiant décentralisé (DID)

source: Manage Decentralized ID
ca: Gestiona ID descentralitzat
el: Διαχείριση αποκεντρωμένης ταυτότητας
es: Administrar identidad descentralizada
fr: Gérer les identifiants décentralisés (DID)

source: Address Book
ca: Llibre d’adreces
el: Βιβλίο διευθύνσεων
es: Libreta de direcciones
fr: Carnet d'adresses

# home
source: My Wallet
ca: La meva cartera
el: Πορτοφολι
es: Mi cartera
fr: Mon wallet

source: Discover
ca: Descobrir
es: Descubrir
fr: Découvrir

source: Settings
ca: Configuració
el: Ρυθμισεις
es: Configuración
fr: Paramètres
