Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# pincodeAttemptMessage
source: You have entered an incorrect PIN code three times. For security reasons, please wait for one minute before trying again.
ca: Has indicat un codi PIN incorrecte tres vegades. Per raons de seguretat, espera un minut abans de reintentar-ho.
el: Έχετε πληκτρολογήσει λανθασμένο κωδικό PIN τρεις φορές. Για λόγους ασφαλείας, περιμένετε ένα λεπτό πριν προσπαθήσετε ξανά.
es: Ha introducido un código PIN incorrecto tres veces. Por motivos de seguridad, espere un minuto antes de volverlo a intentar.
fr: Vous avez saisi un code PIN incorrect trois fois. Veuillez attendre une minute avant de réessayer.

source: Verify Now
ca: Comprovar ara
el: Επαλήθευση τώρα
es: Verificar ahora
fr: Vérifier maintenant

source: Verify Later
ca: Verificar més tard
el: Επαλήθευση αργότερα
es: Verificar más tarde
fr: Vérifier plus tard

# welDone
source: Well done!
ca: Ben fet!
el: Μπράβο!
es: ¡Excelente!
fr: Bravo !

# mnemonicsVerifiedMessage
source: Your revovery phrase is saved correctly.
ca: Frase de recuperació guardada.
el: Η φράση ανάκτησης έχει αποθηκευτεί σωστά.
es: Su frase de recuperación se ha guardado.
fr: Votre phrase de récupération est enregistrée correctement.

source: Chat with
ca: Xat amb
el: Συνομιλία με
es: Chatear con
fr: Discuter avec

source: Send an email
ca: Enviar un correu electrònic
el: Αποστολή email
es: Enviar un email
fr: Envoyer un email

# livenessCardHowToGetIt
source: It's easy! Complete a one-time KYC check in Altme wallet (powered by ID360) and request a Liveness credential.
ca: És fàcil! Fes una verificació KYC única a la cartera Altme (desenvolupada per ID360) i sol·demana una credencial de Liveness.
el: Είναι εύκολο! Ολοκληρώστε έναν εφάπαξ έλεγχο KYC στο πορτοφόλι και ζητήστε ένα πιστοποιητικό Liveness.
es: ¡Es fácil! Haga una verificación KYC única en la cartera de Altme (ID360) y solicite su credencial de Liveness.
fr: C'est facile ! Effectuez une vérification d'identité et obtenez votre preuve d'humanité.

# livenessCardExpirationDate
source: This credential will remain active for 1 year. Renewal is straightforward.
ca: Aquesta credencial estarà activa durant 1 ANY. La renovació és senzilla
el: Αυτό το πιστοποιητικό θα παραμείνει ενεργό για 1 έτος. Η ανανέωση είναι απλή.
es: Esta credencial seguirá activa durante 1 año. La renovación es sencilla.
fr: Cette attestation restera valable pendant 1 an. Son renouvellement est simple.

# livenessCardWhyGetThisCard
source: Obtain verifiable proof of humanity, requested by most DeFi, GameFi protocols and Web3 dApps. Once obtained, you can mint a privacy-preserving, non-transferable NFT for on-chain verification without revealing personal data.
ca: Obtén una prova verificable d’humanitat, que demanen la majoria dels protocols DeFi, GameFi i dApps de Web3. Una vegada obtinguda, pots encunyar un NFT protector de privadesa i no transferible per a la verificació a la cadena de blocs sense mostrar dades personals.
el: Αποκτήστε μια απόδειξη ανθρώπινης υπόστασης, η οποία απαιτείται από τα περισσότερα πρωτόκολλα DeFi ή τις εφαρμογές Web3 dApps. Μόλις το αποκτήσετε, μπορείτε να ζητήσετε ένα μη μεταβιβάσιμο NFT για να αποδείξετε την ανθρώπινη υπόστασή σας onchain.
es: Obtenga pruebas verificables de humanidad para la mayoría de DeFi, protocolos GameFi y dApps Web3. Tras su obtención, puede emitir un NFT intransferible y que proteja la privacidad para verificación en cadena sin revelar datos personales.
fr: Obtenez une preuve d'humanité, demandée par la plupart des protocoles DeFi ou dApps Web3. Une fois obtenue, vous pourrez demander un NFT non transférable pour prouver votre humanité onchain.

# livenessCardLongDescription
source: This credential is a verifiable proof of humanity. Use it to prove you are not a bot when requested by DeFi protocols, Onchain games or Web3 dApps.
ca: La credencial és una prova verificable d’humanitat. Utilitza-ho per demostrar que no ets un robot quan ho demanin els protocols DeFi, jocs Onchain o dApps de Web3.
el: Αυτό το πιστοποιητικό είναι μια επαληθεύσιμη απόδειξη της ανθρώπινης ιδιότητας. Χρησιμοποιήστε το για να αποδείξετε ότι δεν είστε bot όταν σας ζητείται από πρωτόκολλα DeFi, παιχνίδια Onchain ή dApps Web3.
es: La credencial es una prueba verificable de humanidad. Permite demostrar que no es un bot en protocolos DeFi, juegos en cadena o dApps Web3.
fr: Cette attestation est une preuve d'humanité. Utilisez-le pour prouver que vous n'êtes pas un robot lorsque cela est nécessaire.

source: Chat
ca: Xat
el: Συνομιλία
es: Chatear

source: Polygon Decentralized ID
ca: ID descentralitzada de Polygon
es: Identidad descentralizada de Polygon
fr: Identité décentralisée Polygon

# needMnemonicVerificatinoDescription
source: You need to verify your wallet seed phrases to protect your assets!
ca: Cal que verifiquis les frases llavor de la cartera per protegir els teus actius.
el: Πρέπει να ελέγξετε τις φράσεις ανάκτησης του πορτοφολιού σας για να προστατέψετε τα στοιχεία που διαθέτετε!
es: ¡Verifique las frases semilla de su cartera para proteger sus activos!
fr: Vous devez vérifier les phrases de récupération de votre wallet pour protéger vos actifs !

# succesfullyAuthenticated
source: Successfully Authenticated.
ca: Autenticació correcta.
el: Επιτυχής πιστοποίηση ταυτότητας.
es: Se ha autenticado.
fr: Authentification réussie.

source: Authentication Failed.
ca: Autenticació fallida.
el: Αποτυχία ελέγχου ταυτότητας.
es: Error al autenticar.
fr: Échec de l'authentification.

source: Document Type
ca: Tipus de document
el: Τύπος εγγράφου
es: Tipo de documento
fr: Type d'Attestation

source: Country Code
ca: Codi del país
el: Κωδικός χώρας
es: Código de país
fr: Code Pays

# deviceIncompatibilityMessage
source: Sorry, your device is not compatible for this feature.
ca: El dispositiu no és compatible amb aquesta funció.
el: Λυπούμαστε, η συσκευή σας δεν είναι συμβατή για αυτή τη λειτουργία.
es: Su dispositivo no es compatible con esta función.
fr: Désolé, votre appareil n'est pas compatible avec cette fonctionnalité.

source: years old
ca: anys
el: ετών
es: años
fr: ans

# youAreOver13
source: You are over 13 years old
ca: Ets major de 13 anys
el: Είστε άνω των 13 ετών
es: Tiene más de 13 años
fr: Vous avez + de 13 ans

# youAreOver15
source: You are over 15 years old
ca: Ets major de 15 anys
el: Είστε άνω των 15 ετών
es: Tiene más de 15 años
fr: Vous avez + de 15 ans

# youAreOver18
source: You are over 18 years old
ca: Ets major de 18 anys
el: Είστε άνω των 18 ετών
es: Tiene más de 18 años
fr: Vous avez + de 18 ans

# youAreOver21
source: You are over 21 years old
ca: Ets major de 21 anys
el: Είστε άνω των 21 ετών
es: Tiene más de 21 años
fr: Vous avez + de 21 ans

# youAreOver50
source: You are over 50 years old
ca: Ets major de 50 anys
el: Είστε άνω των 50 ετών
es: Tiene más de 50 años
fr: Vous avez + de 50 ans

# youAreOver65
source: You are over 65 years old
ca: Ets major de 65 anys
el: Είστε άνω των 65 ετών
es: Tiene más de 65 años
fr: Vous avez + de 65 ans

source: Backup PolygonId Identity
ca: Fer còpia de seguretat de la identitat de PolygonId

source: Restore PolygonId Credentials
ca: Restaurar credencials de PolygonID

source: Coming Soon
ca: Properament
el: Σύντομα
es: Próximamente
fr: Bientôt disponible

# financeCredentialsHomeTitle
source: My financial credentials
ca: Les meves credencials financeres
el: Τα οικονομικά μου πιστοποιητικά
es: Mis credenciales financieras
fr: Mes justifs financiers

# financeCredentialsDiscoverTitle
source: Get verified financial credentials
ca: Verificar credencials financeres
el: Αποκτήστε επαληθευμένα οικονομικά πιστοποιητικά
es: Obtener credenciales financieras verificadas
fr: Obtenez des justifs financiers vérifiés

# financeCredentialsDiscoverSubtitle
source: Access new investment opportunities in web3.
ca: Accedeix a noves oportunitats d’inversió a Web3.
el: Πρόσβαση σε νέες επενδυτικές ευκαιρίες στο web3.
es: Acceda a nuevas oportunidades de inversión en web3.
fr: Accédez à de nouvelles opportunités d'investissement dans le web3.

# financeCredentialsHomeSubtitle
source: Access new investment opportunities in web3
ca: Accedeix a noves oportunitats d’inversió a Web3
el: Πρόσβαση σε νέες επενδυτικές ευκαιρίες στο web3
es: Acceda a nuevas oportunidades de inversión en Web3
fr: Accédez à de nouvelles opportunités d'investissement dans le web3

# hummanityProofCredentialsHomeTitle
source: My proof of humanity
ca: La meva prova d’humanitat
el: Η απόδειξη της ανθρώπινης υπόστασης μου
es: Mi prueba de humanidad
fr: Ma preuve d'humanité

# hummanityProofCredentialsHomeSubtitle
source: Easily prove you are a human and not a bot.
ca: Demostra fàcilment que no ets un bot sinó un humà.
el: Αποδείξτε εύκολα ότι είστε άνθρωπος και όχι ρομπότ.
es: Demuestra fácilmente que es un humano y no un bot.
fr: Prouvez facilement que vous êtes humain et non un robot.

# hummanityProofCredentialsDiscoverTitle
source: Prove you are not a bot or AI
ca: Demostra que no ets un bot ni IA
el: Αποδείξτε ότι δεν είστε bot ή AI
es: Demuestre que no es un bot ni una IA
fr: Prouvez que vous n'êtes pas un robot ou une IA

# hummanityProofCredentialsDiscoverSubtitle
source: Get a reusable proof of humanity to share
ca: Obtén una prova d’humanitat reutilitzable per compartir
el: Αποκτήστε μια επαναχρησιμοποιήσιμη απόδειξη της ανθρώπινης υπόστασης για να τη μοιραστείτε
es: Obtenga una prueba de humanidad reutilizable para compartir
fr: Obtenez une preuve d'humanité à partager

# socialMediaCredentialsHomeTitle
source: My social media accounts
ca: Els meus comptes de xarxes socials
el: Οι λογαριασμοί μου στα μέσα κοινωνικής δικτύωσης
es: Mis cuentas de redes sociales
fr: Mes réseaux sociaux

# socialMediaCredentialsHomeSubtitle
source: Prove your accounts ownership instantly Proof of humanity
ca: Demostra la propietat dels comptes a l’instant amb una prova de humanitat
es: Demuestre titularidad al instante en sus cuentas con la prueba de humanidad
fr: Prouvez instantanément la propriété de vos comptes

# socialMediaCredentialsDiscoverTitle
source: Verify your social media accounts
ca: Verifica els teus comptes de xarxes socials
el: Επαληθεύστε τους λογαριασμούς σας στα μέσα κοινωνικής δικτύωσης
es: Verificar sus cuentas de redes sociales
fr: Vérifiez vos comptes de réseaux sociaux

# socialMediaCredentialsDiscoverSubtitle
source: Prove your accounts ownership when required
ca: Demostra la propietat dels teus comptes quan calgui
el: Αποδείξτε την κυριότητα των λογαριασμών σας όταν απαιτείται
es: Demuestre titularidad al instante en sus cuentas cuando lo necesite
fr: Prouvez la propriété de vos réseaux sociaux

# walletIntegrityCredentialsHomeTitle
source: Wallet integrity
ca: Integritat de la cartera
el: Ακεραιότητα πορτοφολιού
es: Integridad de cartera
fr: Intégrité du wallet

# walletIntegrityCredentialsDiscoverTitle
source: WAllet integrity
ca: Integritat de la cartera
el: Ακεραιότητα του WAllet
es: Integridad de cartera
fr: Intégrité du wallet

# polygonCredentialsHomeTitle
source: My PolygonID credentials
ca: Les meves credencials de PolygonID
es: Mis credenciales de Polygon ID

# polygonCredentialsHomeSubtitle
source: Prove your access rights in the Polygon ecosystem
ca: Demostra els teus drets d’accés a l’ecosistema de Polygon
el: Αποδείξτε τα δικαιώματα πρόσβασής σας στο οικοσύστημα Polygon
es: Demuestre derechos de acceso en ecosistema de Polygon
fr: Prouvez votre identité dans l'écosystème Polygon

# polygonCredentialsDiscoverTitle
source: Get PolygonID credentials
ca: Obtenir credencials de PolygonID
es: Obtener credenciales de Polygon ID

# polygonCredentialsDiscoverSubtitle
source: Prove your access rights in the Polygon ecosystem
ca: Demostra els teus drets d’accés a l’ecosistema de Polygon
el: Αποδείξτε τα δικαιώματα πρόσβασής σας στο οικοσύστημα Polygon
es: Demuestre derechos de acceso en ecosistema de Polygon
fr: Prouvez vos droits d'accès dans l'écosystème Polygon

# pendingCredentialsHomeTitle
source: My Pending credentials
ca: Credencials pendents
el: Τα εκκρεμή πιστοποιητικά μου
es: Mis credenciales pendientes
fr: Mes références en attente

# pendingCredentialsHomeSubtitle
source: Prove your access rights.
ca: Demostra els teus drets d'accés.
el: Αποδείξτε τα δικαιώματα πρόσβασής σας.
es: Demuestre sus derechos de acceso.
fr: Prouvez vos droits d'accès.

source: Restore
ca: Restaurar
el: Επαναφορά
es: Restablecer
fr: Restaurer

source: Backup
ca: Copiar
el: Δημιουργία αντιγράφων ασφαλείας
es: Hacer una copia de respaldo
fr: Sauvegarder

# takePicture
source: Take a picture
ca: Fer una foto
el: Τραβήξτε μια φωτογραφία
es: Hacer una foto
fr: Prendre une photo

source: AI system was not able to estimate your age
ca: El sistema d’IA no ha pogut calcular l’edat
el: Το σύστημα τεχνητής νοημοσύνης δεν μπόρεσε να εκτιμήσει την ηλικία σας
es: El sistema de IA no pudo estimar su edad
fr: L'IA de YOTI n'a pas pu estimer votre âge

# youGotAgeCredentials
source: You got your {credential} credential.
ca: Tens la teva credencial {credential}.
el: Έχετε το {credential} πιστοποιητικό σας.
es: Ha obtenido su credencial {credential}.
fr: Vous avez votre attestation {credential}.

# yourAgeEstimationIs
source: Your AI age estimation is {ageEstimate} years
ca: El càlcul de la teva edat amb IA és de {ageEstimate} anys
el: Η εκτίμηση της ηλικίας σας ως AI είναι {ageEstimate} έτη
es: La estimación de su edad de IA es {ageEstimate} años
fr: Votre âge estimé est de {ageEstimate} ans

source: Credential Not Found
ca: Credencial no trobada
el: Δε βρέθηκε πιστοποιητικό
es: Credencial no encontrada
fr: Référence non trouvée

source: Cryptographic Proof
ca: Prova criptogràfica
el: Κρυπτογραφική απόδειξη
es: Prueba criptográfica
fr: Preuve

# downloadingCircuitLoadingMessage
source: Downloading circuits. It may take some time. Please wait.
ca: Descarregant circuits. Pot trigar una estona. Espera.
el: Λήψη κυκλωμάτων. Μπορεί να πάρει λίγο χρόνο. Παρακαλώ περιμένετε.
es: Descargando circuitos. Esto puede tardar un poco. Espere.
fr: Téléchargement. Cela peut prendre un certain temps. Veuillez patienter.

# cryptoAccountAlreadyExistMessage
source: It appears that an account with this crypto information already exists
ca: Sembla que ja hi ha un compte amb aquesta informació criptogràfica
el: Φαίνεται ότι ένας λογαριασμός με αυτές τις πληροφορίες κρυπτογράφησης υπάρχει ήδη
es: Parece haber una cuenta con esta información criptográfica
fr: Il semble qu'un compte avec ces informations existe déjà

source: Error Generating Proof
ca: Generació de prova fallida
el: Απόδειξη δημιουργίας σφάλματος
es: Error al generar la prueba
fr: Erreur lors de la génération de la preuve

# createWalletMessage
source: Please create your wallet first.
ca: Crea una cartera primer.
el: Δημιουργήστε πρώτα το πορτοφόλι σας.
es: Primero cree su cartera.
fr: Veuillez d'abord créer votre wallet.

# successfullyGeneratingProof
source: Successfully Generated Proof
ca: Prova generada correctament
el: Επιτυχημένη δημιουργία απόδειξη
es: Prueba generada
fr: Preuve générée avec Succès

source: Would you like to accept this credential(s) from this organisation?
ca: Vols acceptar aquesta/es credencial/s d’aquesta organització?
el: Θα θέλατε να αποδεχθείτε το πιστοποιητικό(ά) από τον εν λόγω οργανισμό;
es: ¿Desea aceptar esta(s) credencial(es) de esta organización?
fr: Acceptez vous cette attestation ?

# thisOrganisationRequestsThisInformation
source: This organisation requests
ca: L’organització demana
el: Η οργάνωση αυτή ζητά
es: Esta organización solicita
fr: Cette organisation demande

source: is
ca: és
el: είναι
es: es
fr: est

source: is smaller than
ca: és inferior a
el: είναι μικρότερη από
es: es menor que
fr: est inférieur à

source: is bigger than
ca: és superior a
el: είναι μεγαλύτερη από
es: es mayor que
fr: est supérieur à

source: is one of the following values
ca: és un dels següents valors
el: είναι μία από τις ακόλουθες τιμές
es: es uno de los siguientes valores
fr: est l'une des valeurs suivantes

source: is not one of the following values
ca: no és un dels següents valors
el: δεν είναι μία από τις ακόλουθες τιμές
es: no es uno de los siguientes valores
fr: n'est pas l'une des valeurs suivantes

source: is not
ca: no és
el: δεν είναι
es: no es
fr: n'est pas

source: Approve
ca: Aprovar
el: Έγκριση
es: Aprobar
fr: Approuver

# noInformationWillBeSharedFromThisCredentialMessage
source: No information will be shared from this credential (Zero Knowledge Proof).
ca: No es compartirà cap informació d’aquesta credencial (prova de coneixement zero).
el: Καμία πληροφορία δε θα κοινοποιηθεί από αυτό το πιστοποιητικό (Zero Knowledge Proof).
es: No se compartirá información de esta credencial (Prueba de Conocimiento Cero).
fr: Aucune information personnelle ne sera partagée.

source: Burn
ca: Destruir
es: Retirar
fr: Détruire

# wouldYouLikeToConfirmThatYouIntendToBurnThisNFT
source: Do you really want to burn this NFT ?
ca: Segur que vols destruir el NFT?
el: Θέλετε πραγματικά να κάψετε αυτό το NFT;
es: ¿Seguro que desea retirar este NFT?
fr: Voulez-vous vraiment détruire / burn ce NFT ?

# pleaseAddXtoConnectToTheDapp
source: Please add {chain} account to connect to the dapp.
ca: Afegeix el compte {chain} per connectar-te a la dApp.
el: Προσθέστε {chain} λογαριασμό για να συνδεθείτε στην εφαρμογή.
es: Añada la cuenta {chain} para conectarse a la dApp.
fr: Veuillez ajouter un compte {chain} pour vous connecter à l'application.

# pleaseSwitchPolygonNetwork
source: Please switch to polygon {networkType} to perform this action.
ca: Canvia a polygon {networkType} per realitzar aquesta acció.
el: Παρακαλούμε μεταβείτε στο polygon {networkType} για να εκτελέσετε αυτή την ενέργεια.
es: Cambie a {networkType} de Polygon para ejecutar esta acción.
fr: Veuillez passer au réseau Polygon {networkType} pour effectuer cette action.

source: OIDC4VC Profile
ca: Perfil OIDC4VC
el: Προφίλ OIDC4VC
es: Perfil de OIDC4VC
fr: Profil OIDC4VC

source: Please switch to correct OIDC4VC profile.
ca: Canvia al perfil OIDC4VC correcte.
el: Παρακαλούμε μεταβείτε στο σωστό προφίλ OIDC4VC.
es: Cambie al perfil de OIDC4VC correcto.
fr: Veuillez passer au bon profil OIDC4VC.

source: Authentication Success
ca: Autenticació correcta
el: Επιτυχία ελέγχου ταυτότητας
es: Autenticación correcta
fr: Authentification Réussie

# pleaseInsertTheSecredCodeReceived
source: Please insert the secret code received.
ca: Escriu el codi secret que has rebut.

source: Verify issuer website identity
ca: Verificar la identitat del lloc web de l'emissor
el: Επιβεβαίωση πρόσβασης του εκδότη
es: Verificar la identidad del sitio web del emisor
fr: Confirmer l'accès à l'émetteur

# verifyIssuerWebsiteIdentitySubtitle
source: Default: Off Enable to verify website identity before access.
ca: Per defecte: desactivat Activar per verificar la identitat del lloc web abans de l’accés.
el: Ενεργοποίηση για την επαλήθευση της ταυτότητας του εκδότη πριν από την πρόσβαση.
es: Predeterminado: Desactivado Actívelo para verificar la identidad del sitio web antes de acceder.
fr: Par défaut : Désactivé Activez pour vérifier le nom de domaine du site web émetteur.

source: Developer Mode
ca: Mode desenvolupador
el: Λειτουργία προγραμματιστή
es: Modo de desarrollador
fr: Mode développeur

# developerModeSubtitle
source: Enable developer mode to access advanced debugging tools
ca: Activa el mode desenvolupador per accedir a eines de depuració avançades
el: Ενεργοποιήστε τη λειτουργία προγραμματιστή για πρόσβαση σε προηγμένα εργαλεία εντοπισμού σφαλμάτων
es: Active el modo de desarrollador para depuración avanzada
fr: Activez le mode développeur pour accéder à des outils de débug avancés

source: Confirm verifier access
ca: Confirma l’accés del verificador
el: Επιβεβαίωση πρόσβασης ελεγκτή
es: Confirmar acceso de verificador
fr: Confirmer le partage des attestations

# confirmVerifierAccessSubtitle
source: Default: On Disable to skip confirmation when you share your verifiable credentials.
ca: Per defecte: activat Desactiva per saltar la confirmació quan comparteixis les teves credencials verificables.
el: Απενεργοποιήστε το για να παραλείψετε την επιβεβαίωση όταν μοιράζεστε τα επαληθεύσιμα πιστοποιητικά σας.
es: Predeterminado: Activado Desactívelo para omitir la confirmación al compartir credenciales verificables.
fr: Par défaut : Activé Désactivez pour partagez vos attestations sans confirmation.

source: Secure Authentication with PIN Code
ca: Autenticació segura amb codi PIN
el: Ασφαλής έλεγχος ταυτότητας με κωδικό PIN
es: Proteger autenticación con código PIN
fr: Authentification avec code PIN

# secureAuthenticationWithPINCodeSubtitle
source: Default: On Turn off to skip PIN code for website authentication (not recommended).
ca: Per defecte: activat Desactivar per ometre el codi PIN per a l’autenticació del lloc web (no recomanat).
el: Απενεργοποιήστε για να παραλείψετε τον κωδικό PIN για τον έλεγχο ταυτότητας του ιστότοπου (δε συνιστάται).
es: Predeterminado: Activado Desactívelo para omitir código PIN para autenticación del sitio web (no recomendado).
fr: Par défaut : Activé Désactivez pour vous authentifier avec le wallet sans code PIN (non recommandé).

# youcanSelectOnlyXCredential
source: You can select only {count} credential(s).
ca: Només pots seleccionar {count} credencial/s.
el: Μπορείτε να επιλέξετε μόνο τα πιστοποιητικά {count}.
es: Solo puede seleccionar {count} credencial(es).
fr: Vous pouvez sélectionner uniquement {count} attestations(s).

source: The credential is not ready.
ca: La credencial no està a punt.
el: Το πιστοποιητικό δεν είναι έτοιμο.
es: La credencial no está lista.
fr: L'attestation n'est pas encore disponible.

# theCredentialIsNoMoreReady
source: The ceredential is no more available.
ca: La credencial ja no està disponible.
el: Το πιστοποιητικό δεν είναι πλέον διαθέσιμο.
es: La credencial ya no está disponible.
fr: Cette attestation n'est plus disponible.

source: Low Security
ca: Seguretat baixa
el: Χαμηλή ασφάλεια
es: Seguridad baja
fr: Sécurité faible

source: High Security
ca: Seguretat alta
el: Υψηλή ασφάλεια
es: Seguridad alta
fr: Sécurité élevée

source: The request is rejected.
ca: S’ha refusat la sol·licitud.
el: Η αίτηση απορρίπτεται.
es: Se ha rechazado la solicitud.
fr: La demande est rejetée.

source: User PIN is incorrect
ca: PIN d’usuari incorrecte
el: Το PIN χρήστη είναι λανθασμένο
es: El PIN de usuario es incorrecto
fr: Le code PIN est incorrect

source: Security Level
ca: Nivell de seguretat
el: Επίπεδο ασφαλείας
es: Nivel de seguridad
fr: Niveau de Sécurité

source: OIDC4VC Settings
ca: Configuració d’OIDC4VC

# userPinTitle
source: User PIN Digits pre-authorized_code Flow
ca: Dígits PIN de l’usuari: codi_preautoritzat Flux
es: Flujo de dígitos del PIN de usuario pre-authorized_code

# userPinSubtitle
source: Default: 6 digits Enable to manage 4 digits PIN code
ca: Per defecte: 6 DÍGITS Permetre gestionar codi PIN de 4 dígits
el: Ενεργοποίηση για τη διαχείριση του 4ψήφιου κωδικού PIN. Προεπιλογή: 6 ψηφία.
es: Predeterminado: 6 dígitos Activar para administrar el código PIN de 4 dígitos
fr: Par défaut : 6 chiffres Activez pour avoir un code PIN à 4 chiffres

# securityLevelTitle
source: Wallet Level
ca: Nivell de cartera

# securityLevelSubTitle
source: Default: Permissive Set to Strict to strengthen controls for issuers and verifiers
ca: Per defecte: Permissiu Canvia a “Estricte” per reforçar els controls a emissors i verificadors

# responseTypeNotSupported
source: The response type is not supported
ca: Tipus de resposta no compatible
el: Ο τύπος απόκρισης δεν υποστηρίζεται
es: El tipo de respuesta no es compatible
fr: Le type de réponse n'est pas pris en charge

# invalidRequest
source: The request is invalid
ca: Sol·licitud no vàlida
el: Το αίτημα είναι άκυρο
es: La solicitud no es válida
fr: La demande n'est pas valide
