Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# subjectSyntaxTypeNotSupported
source: The subject syntax type is not supported.
ca: Sintaxi del subjecte no compatible.
es: El tipo de sintaxis de sujeto no es compatible.
fr: Le type de syntaxe n'est pas pris en charge.

source: Access denied
ca: Accés refusat
el: Άρνηση πρόσβασης
es: Acceso rechazado
fr: Accès refusé

source: This request is not supported
ca: Sol·licitud no compatible
el: Αυτό το αίτημα δεν υποστηρίζεται
es: Esta solicitud no es compatible
fr: Cette demande n'est pas prise en charge

source: Unsupported credential
ca: Credencial no compatible
el: Μη υποστηριζόμενο πιστοποιητικό
es: Credencial no compatible
fr: Référence non prise en charge

source: A login is required
ca: Cal iniciar sessió
el: Απαιτείται σύνδεση
es: Nombre de usuario requerido
fr: Une connexion est requise

source: User consent is required
ca: Cal consentiment d’usuari
el: Απαιτείται η συγκατάθεση του χρήστη
es: Consentimiento de usuario requerido
fr: Le consentement de l'utilisateur est requis

source: The wallet is not registered
ca: La cartera no està registrada
el: Το πορτοφόλι δεν είναι καταχωρημένο
es: La cartera no está registrada
fr: Ce wallet n'est pas enregistré

source: Credential issuance denied
ca: Emissió de credencial denegada
el: Άρνηση έκδοσης πιστοποιητικών
es: Emisión de credencial rechazada
fr: Émission de l'attestation refusée

source: This credential format is not supported
ca: Format de credencial no compatible
el: Αυτή η μορφή πιστοποιητικών δεν υποστηρίζεται
es: Formato de credencial no compatible
fr: Ce format n'est pas pris en charge

source: This format is not supported
ca: Format no compatible
el: Αυτή η μορφή δεν υποστηρίζεται
es: Formato no compatible
fr: Ce format n'est pas pris en charge

source: More Details
ca: Més detalls
el: Περισσότερες λεπτομέρειες
es: Más detalles
fr: Plus de détails

source: The credential offer is invalid
ca: Oferta de credencial no vàlida
el: Η προσφορά πιστοποιητικού είναι άκυρη
es: La oferta de credencial no es válida
fr: Cette attestation n'est pas valide

source: Date of Request
ca: Data de la demanda
el: Ημερομηνία αίτησης
es: Fecha de solicitud
fr: Date de la Demande

source: Key Decentralized ID P-256
ca: Clau d’ID descentralitzada P-256
el: did:key P-256
es: Identidad descentralizada de llave P-256
fr: Clé d'Identité Décentralisée P-256

source: JWK Decentralized ID P-256
ca: JWK ID descentralitzada P-256
el: did:jwk P-256
es: Identidad descentralizada de JWK P-256
fr: JWK d'Identité Décentralisée P-256

source: Default DID
ca: DID per defecte
el: Προεπιλογή DID
es: DID predeterminado
fr: DID par Défaut

# selectOneOfTheDid
source: Select one of the DIDs
ca: Selecciona un dels DID
el: Επιλέξτε ένα από τα DID
es: Seleccione uno de los DID
fr: Sélectionnez l'un des DIDs

source: Cryptographic Holder Binding
ca: Enllaç criptogràfic del titular

# cryptographicHolderBindingSubtitle
source: Default : On Disable cryptographic binding for claim based binding credentials.
ca: Per defecte: activat Desactivar l’autorització de credencials de portador per tiquets poc fiables.

source: Scope Parameters
ca: Paràmetres d’àmbit

# scopeParametersSubtitle
source: Default : Off Enable to force wallet to use scope instead of authorization_details.
ca: Per defecte: desactivat Activar per forçar la cartera a utilitzar l’àmbit en lloc dels detalls_d’autorització.

source: Client Authentication Methods
ca: Mètodes d’autenticació del client

# clientAuthenticationMethodsSubtitle
source: Default: Client id as DID or JWK Select to other authentication methods if needed.
ca: Per defecte: Identificador del client com a DID o JWK Selecciona altres mètodes d’autenticació si és necessari.

# vcFormatType
source: VC Format
ca: Format VC

# vcFormatTypeSubtitle
source: Default: ldp_vc Select one of the VC formats.
ca: Per defecte: ldp_vc Selecciona un dels formats VC.

source: The service is not available
ca: Servei no disponible
el: Η υπηρεσία δεν είναι διαθέσιμη
es: Este servicio no está disponible
fr: Le service n'est pas disponible

source: Issuer DID
ca: Emissor DID
el: Εκδότης DID
es: DID de emisor
fr: DID de l'Émetteur

source: Subject DID
ca: Subjecte DID
el: Θέμα DID
es: DID de sujeto
fr: DID du Sujet

source: Type
ca: Tipus
el: Τύπος
es: Tipo

source: Credential Expired
ca: Credencial caducada
el: Το πιστοποιητικό έχει λήξει
es: Credencial caducada
fr: Attestation expirée

source: Incorrect Signature
ca: Signatura incorrecta
el: Λανθασμένη υπογραφή
es: Firma incorrecta
fr: Signature incorrecte

source: Revoked or Suspended Credential
ca: Credencial revocada o suspesa
el: Ανακληθέν ή ανασταλμένο πιστοποιητικό
es: Credencial revocada o suspendida
fr: Attestation révoquée ou suspendue

source: Display
ca: Mostrar
el: Εμφάνιση
es: Mostrar
fr: Afficher

source: Download
ca: Descarregar
el: Λήψη
es: Descargar
fr: Télécharger

source: Successfully Downloaded
ca: Descàrrega realitzada
el: Επιτυχής λήψη
es: Descarga correcta
fr: Téléchargé avec succès

source: Advanced Security Settings
ca: Configuració de seguretat avançada
el: Προηγμένες ρυθμίσεις ασφαλείας
es: Configuración de seguridad avanzada
fr: Afficher les paramètres avançés de sécurité

source: The issuance of this credential is pending
ca: L’emissió d’aquesta credencial està pendent
el: Η έκδοση του εν λόγω πιστοποιητικού εκκρεμεί
es: Emisión de credencial pendiente
fr: L'émission de cette attestation est en cours

source: Client Id
ca: ID del client
el: Ταυτότητα πελάτη
es: ID de cliente
fr: ID client

source: Wallet Profiles
ca: Perfils de la cartera
el: Προφίλ πορτοφολιού
es: Perfiles de cartera
fr: Profil du wallet

# walletProfilesDescription
source: Choose your SSI profile or customize your own
ca: Escull un perfil SSI o personalitza el teu
el: Επιλέξτε το προφίλ του πορτοφολιού σας ή προσαρμόστε το δικό σας
es: Elija su perfil SSI o personalice el suyo propio
fr: Choisissez un écosystème pour votre wallet

# profileCustom
source: Custom
ca: Personalitzar

# profileEbsiV3
source: European Blockchain Services Infrastructure
ca: Infraestructura de serveis blockchain europea

# decentralizedIdentityInteropProfile
source: Decentralized Identity Interop Profile (DIIP v2.1)
ca: Perfil d’interop d’identitat descentralizada

source: Protect your wallet
ca: Protegeix la teva cartera
el: Προστατέψτε το πορτοφόλι σας
es: Proteja su cartera
fr: Protéger son wallet

# protectYourWalletMessage
source: Use your fingerprint, face, or device PIN to secure and unlock your wallet. Your data is securely encrypted on this device.
ca: Utilitza l’empremta digital, la cara o el PIN del dispositiu per protegir i desbloquejar la teva cartera. Dades xifrades i segures en aquest dispositiu.
el: Χρησιμοποιήστε το δακτυλικό σας αποτύπωμα, το πρόσωπο ή τον κωδικό PIN για να ασφαλίσετε και να ξεκλειδώσετε το πορτοφόλι σας. Τα δεδομένα σας κρυπτογραφούνται με ασφάλεια σε αυτή τη συσκευή.
es: Proteja y desbloquee su cartera con su huella dactilar, rostro o el PIN de su dispositivo. Datos cifrados de forma segura en este dispositivo.
fr: Utilisez une empreinte digitale, la reconnaissance faciale ou le code PIN de votre smartphone pour sécuriser et déverrouiller votre wallet.

source: PIN unlock
ca: Desbloqueig PIN
el: Ξεκλείδωμα PIN
es: Desbloqueo con PIN
fr: Déverrouillage par code PIN

source: Secure with Device PIN only
ca: Protegir només amb PIN del dispositiu
el: Ασφαλής μόνο με κωδικό PIN
es: Proteger solo con el PIN del dispositivo
fr: Sécurisé uniquement avec le code PIN du smartphone

source: Biometric unlock
ca: Desbloqueig biomètric
el: Βιομετρικό ξεκλείδωμα
es: Desbloqueo con biometría
fr: Déverrouillage par contôle biométrique

source: Secure with Fingerprint
ca: Protegir amb empremta digital
el: Ασφαλίστε με αναγνώριση δακτυλικού αποτυπώματος ή προσώπου
es: Proteger con huella dactilar
fr: Sécurisé avec une empreinte digitale ou la reconnaissance faciale

# pinUnlockAndBiometric2FA
source: PIN unlock + Biometric (2FA)
ca: Desbloqueig PIN + biomètric (2FA)
el: PIN + βιομετρικό ξεκλείδωμα (2FA)
es: Desbloqueo con PIN + biometría (2FA)
fr: Déverrouillage par code PIN et contrôle biométrique (2FA)

# secureWithFingerprintAndPINBackup
source: Secure with Fingerprint + PIN backup
ca: Protegir amb empremta digital + PIN de seguretat
el: Ασφαλίστε με αναγνώριση δακτυλικού αποτυπώματος ή προσώπου + κωδικό PIN
es: Proteger con huella dactilar y copia de respaldo PIN
fr: Sécurisé avec une empreinte digitale ou la reconnaissance faciale et le code PIN

source: Secure your wallet with PIN code and Biometrics
ca: Protegeix la cartera amb codi PIN i biomètrica
el: Ασφαλίστε το πορτοφόλι σας με κωδικό PIN και βιομετρικά στοιχεία
es: Proteger su cartera con código PIN y biometría
fr: Sécurisez votre wallet avec un code PIN et un contrôle biométrique

source: Two factor authentication has been enabled.
ca: Autenticació de dos factors activada.
el: Ο έλεγχος ταυτότητας δύο παραγόντων έχει ενεργοποιηθεί.
es: Autenticación en dos pasos activada.
fr: L'authentification à deux facteurs a été activée.

source: Initialization
ca: Inicialització
el: Έναρξη λειτουργίας
es: Inicialización
fr: Initialisation

source: Login
ca: Iniciar sessió
el: Σύνδεση
es: Nombre de usuario
fr: Connexion

source: Password
ca: Contrasenya
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de Passe

source: Please enter your email and your company password to create your account
ca: Indica el correu electrònic i la contrasenya de la teva empresa per crear el compte
el: Εισάγετε το email σας και τον κωδικό πρόσβασης της εταιρείας σας για να δημιουργήσετε το λογαριασμό σας.
es: Escriba su email y la contraseña de su empresa para crear su cuenta
fr: Veuillez entrer votre email et le mot de passe pour créer votre compte

source: Enter the security code that we sent you by email
ca: Indica el codi de seguretat que t’hem enviat
el: Πληκτρολογήστε τον κωδικό ασφαλείας που σας στείλαμε με email
es: Escriba el código de seguridad que le enviamos por email
fr: Entrez le code de sécurité qui a été envoyé par email

source: Enter the security code
ca: Indica el codi de seguretat
el: Εισάγετε τον κωδικό ασφαλείας
es: Escriba el código de seguridad
fr: Entrez le code de sécurité

source: Your email
ca: El teu correu electrònic
el: Το email σας
es: Su email
fr: Votre email

source: Public Key of Wallet Instance
ca: Clau pública de la instància de la cartera
el: Δημόσιο κλειδί του Wallet Instance
es: Clave pública de instancia de cartera
fr: Clé publique de l'instance de Wallet

source: Wallet Instance Key
ca: Clau d’instància de la cartera
el: Κλειδί instance πορτοφολιού
es: Clave de instancia de cartera
fr: Clé d'instance du wallet

source: Protocole standard release
ca: Llançament estàndard del protocol

source: Organization Profile
ca: Perfil de l’organització
el: Προφίλ οργανισμού
es: Perfil de organización
fr: Profil de l'organisation

source: Profile Name
ca: Nom del perfil
el: Όνομα προφίλ
es: Nombre de perfil
fr: Nom du profil

source: Company Name
ca: Nom de l’empresa
el: Όνομα εταιρείας
es: Nombre de la empresa
fr: Nom de l'entreprise

source: Config file identifier
ca: Identificador de l’arxiu de config
el: Αναγνωριστικό αρχείου διαμόρφωσης
es: Identificador de archivo de configuración
fr: Identifiant du fichier de configuration

source: Update your wallet config now
ca: Actualitzar ara config de cartera
el: Ενημερώστε τη ρύθμιση παραμέτρων του πορτοφολιού σας τώρα
es: Actualizar la configuración de cartera ahora
fr: Mettez à jour votre configuration maintenant

source: Update configuration now
ca: Actualitza la configuració ara
el: Ενημέρωση ρυθμίσεων τώρα
es: Actualizar la configuración ahora
fr: Mettre à jour la configuration maintenant

source: Please enter your email and password to update your organization wallet configuration
ca: Indica el correu electrònic i la contrasenya per actualitzar la configuració de la cartera de la teva organització.
el: Εισάγετε το email και τον κωδικό πρόσβασής σας για να ενημερώσετε τη διαμόρφωση του πορτοφολιού του οργανισμού σας.
es: Escriba su email y contraseña para actualizar la configuración de cartera de su organización
fr: Veuillez entrer votre email et votre mot de passe pour mettre à jour votre wallet

source: Congrats !
ca: Felicitats!
el: Συγχαρητήρια!
es: ¡Enhorabuena!
fr: Félicitation !

source: Your wallet configuration has been successfully updated
ca: La configuració de la cartera s’ha actualitzat correctament
el: Η διαμόρφωση του πορτοφολιού σας ενημερώθηκε με επιτυχία
es: Configuración de cartera actualizada
fr: La configuration de votre wallet a été mise à jour avec succès

# continueString
source: Continue
ca: Continuar
el: Συνεχίστε
es: Continuar
fr: Continuer

source: Wallet Provider
ca: Proveïdor de cartera
el: Πάροχος πορτοφολιού
es: Proveedor de cartera
fr: Fournisseur de Wallet

# clientTypeSubtitle
source: Default: DID Switch to change the client type
ca: Predeterminat: DID Desplaci per canviar el tipus de client
el: Εναλλαγή για να αλλάξετε τον τύπο πελάτη. Προεπιλογή: DID.
es: Predeterminado: DID Desplace para cambiar el tipo de cliente
fr: Par défaut : DID Switch pour changer le type de client

# proofHeader
source: Proof of Possession Header
ca: Capçalera de prova de possessió

# proofHeaderSubtitle
source: Default: kid Switch if jwk is needed in header.
ca: Predeterminat: kid Canviar si es necessita JWK a la capçalera

source: The ldp_format is not supported by this DID method.
ca: El format LDP no és compatible amb aquest mètode DID
fr: Le format de credentia JSON-LD n'est pas pris en charge avec ce DID.

source: This type proof cannot be used with this VC Format.
ca: Aquest tipus de prova no es pot fer servir amb aquest format de CV
el: Αυτός ο τύπος απόδειξης δεν μπορεί να χρησιμοποιηθεί με αυτό το VC Format.
es: Este tipo de prueba no se puede utilizar con este formato de CV.
fr: Ce type de preuve ne peut pas être utilisé avec ce format de VC.

source: Enterprise
ca: Organització/Empresa

source: OWF Baseline Profile
ca: Perfil de Línia Base d'OWF

# defaultProfile
source: Default
ca: Predeterminat

# blockchainCardsDiscoverTitle
source: Get a proof of crypto account ownership
ca: Obtenir prova de propietat de compte cripto
el: Αποκτήστε μια απόδειξη ιδιοκτησίας λογαριασμού κρυπτογράφησης
es: Obtener prueba de propiedad de cuenta cripto
fr: Prouvez que vous possédez un compte crypto.

# blockchainCardsDiscoverSubtitle
source: Get a proof of crypto account ownership.
ca: Obtenir prova de propietat de compte de criptoactius
el: Αποκτήστε μια απόδειξη ιδιοκτησίας λογαριασμού κρυπτογράφησης.
es: Obtener prueba de propiedad de cuenta de criptoactivos
fr: Prouvez que vous possédez un compte crypto.

source: Successfully added enterprise account!
ca: Compte d'Organització/Empresa afegida amb èxit!
el: Επιτυχής προσθήκη εταιρικού λογαριασμού!
es: ¡Cuenta de Organización/Empresa añadida con éxito!
fr: Compte entreprise ajouté avec succès !

source: Successfully updated enterprise account!
ca: Compte d'Organització/Empresa actualitzada amb èxit!
el: Επιτυχής ενημέρωση εταιρικού λογαριασμού!
es: ¡Cuenta de Organiza ción/Empresa actualizada con éxito!
fr: Compte entreprise mis à jour avec succès !

# languageSelectorTitle
source: Language
ca: catalan
el: Γλώσσα
es: espagnol
fr: Langue

# proofType
source: OIDC4VCI Proof Type
ca: Tipus de prova OIDC4VCI

# proofTypeSubtitle
source: Default: jwt Select one of the proof type.
ca: Predeterminat: jwt Seleccioneu un dels tipus de prova.

# thisWalleIsAlreadyConfigured
source: This wallet is already configured
ca: Aquesta cartera ja està configurada
el: Αυτό το πορτοφόλι είναι ήδη ρυθμισμένο
es: Esta cartera digital ya está configurada
fr: Ce wallet est déjà configuré

source: Wallet Settings
ca: Configuració de la cartera
el: Ρυθμίσεις πορτοφολιού
es: Configuración de la cartera digital
fr: Paramètres du wallet

# walletSettingsDescription
source: Choose your language and theme
ca: Trieu el vostre idioma
el: Επιλέξτε τη γλώσσα και το θέμα σας
es: Elige tu idioma
fr: Choisissez la langue et le thème du wallet

source: Phone language
ca: Idioma del telèfon
el: Γλώσσα τηλεφώνου
es: Idioma del teléfono
fr: Langue du téléphone

# pushAuthorizationRequestTitle
source: Push Authorization Request (PAR)
ca: Sol·licitud d'autorització Push (PAR)

# pushAuthorizationRequestSubTitle
source: Default: false Enable to secure the authorization code flow
ca: Predeterminat: false Habiliteu per assegurar el flux del codi d'autorització

source: Card is valid
ca: La targeta és vàlida
el: Η κάρτα είναι έγκυρη
es: La tarjeta es válida
fr: Attestation valide

source: Card is expired
ca: La targeta ha caducat
el: Η κάρτα έχει λήξει
es: La tarjeta ha caducado
fr: Attestation expirée

source: Signature is invalid
ca: La signatura no és vàlida
el: Η υπογραφή είναι άκυρη
es: La firma no es válida
fr: Signature invalide

source: Status is invalid
ca: L'estat no és vàlid
el: Η κατάσταση είναι άκυρη
es: El estado no es válido
fr: Statut invalide

# statuslListSignatureFailed
source: Status list signature failed
ca: Error en la signatura de la llista d'estats
el: Η υπογραφή της λίστας κατάστασης απέτυχε
es: Error en la firma de la lista de estado
fr: Status list signature invalide

source: Wallet metadata for issuers
ca: Metadades de la cartera per a emissors

source: Wallet metadata for verifiers
ca: Metadades de la cartera per a verificadors

# statusListCachingTitle
source: StatusList caching
ca: Emmagatzematge en memòria cau de la llista d'estat

# statusListCachingSubTitle
source: Default: On Switch off to reload StatusList when needed
ca: Predeterminat: Activat Apagueu per recarregar la llista d'estats quan sigui necessari

source: Status list
ca: Llista d'estats
el: Κατάλογος κατάστασης
es: Lista de estados

source: Status list index
ca: Índex de la llista d'estats
el: Ευρετήριο καταλόγου κατάστασης
es: Índice de lista de estados

source: The wallet is suspended.
ca: La cartera està suspesa.
el: Το πορτοφόλι έχει ανασταλεί.
es: La cartera digital está suspendida.
fr: Le wallet est suspendu.

# clientTypeTitle
source: Wallet Client_id Scheme
ca: Esquema Client_id de la cartera

source: Confidential Client
ca: Client confidencial

source: JWK Thumbprint P-256 Key
ca: Empremta digital JWK P-256
el: JWK αποτύπωμα αντίχειρα P-256
es: Huella digital JWK P-256
fr: JWK Thumbprint P-256

# documentHeaderTooltipName
source: John Doe
es: Juan Pérez
fr: Jean Doe

source: OK
el: ΟΚ
es: ACEPTAR

source: Professional
el: Επαγγελματίας
es: Profesional
fr: Professionnel

source: Categories
el: Κατηγορίες
es: Categorías
fr: Catégories

source: Format
el: Μορφή
es: Formato

source: Client Secret
el: Μυστικό πελάτη
es: Secreto de cliente
fr: Secret client

# walletBlockedPopupTitle
source: Blockerd 10 minutes
el: Αποκλεισμός 10 λεπτών
es: Bloqueado 10 minutos
fr: Le wallet est bloqué 10 minutes

# walletBlockedPopupDescription
source: Too many failed attempts, your wallet is blocked for your security. You can reset your wallet in order to use servives again.
el: Πολλές αποτυχημένες προσπάθειες, το πορτοφόλι σας έχει μπλοκαριστεί για την ασφάλειά σας. Μπορείτε να επαναφέρετε το πορτοφόλι σας για να το χρησιμοποιήσετε ξανά.
es: Demasiados intentos fallidos, tu cartera digital está bloqueada por seguridad. Reinicia tu cartera para usar los servicios nuevamente.
fr: Le wallet est bloqué. Vous devez ré-initialiser votre wallet.

# deleteMyWalletForWrontPincodeTitle
source: Account blocked after 3 unsuccessful attempts
el: Φραγή λογαριασμού μετά από 3 ανεπιτυχείς προσπάθειες
es: Cuenta bloqueada después de 3 intentos fallidos
fr: Compte bloqué après 3 essais

# deleteMyWalletForWrontPincodeDescription
source: For your security you must reset you wallet to use our services again.
el: Για την ασφάλειά σας, πρέπει να επαναφέρετε το πορτοφόλι σας για να το χρησιμοποιήσετε ξανά.
es: Por tu seguridad debes reiniciar tu cartera digital para usar nuestros servicios nuevamente.
fr: Pour la sécurité vous devez ré-initialiser votre wallet.

# walletBloced
source: Account blocked
el: Λογαριασμός μπλοκαρισμένος
es: Cuenta bloqueada
fr: Compte bloqué

# deleteMyWallet
source: Delete my account
el: Διαγραφή του λογαριασμού μου
es: Eliminar mi cuenta
fr: Effacer mon compte

# pincodeRules
source: Your secret code can't be a sequence or have 4 identical digit.
el: Ο μυστικός σας κωδικός δεν μπορεί να είναι μια ακολουθία ή να έχει 4 ίδια ψηφία.
es: Tu código secreto no puede ser una secuencia ni tener 4 dígitos idénticos.
fr: Votre code secret ne peut avoir 4 caractères identitiques ou 4 chiffres successifs.

# pincodeSerie
source: You can't have 4 identical digits.
el: Δεν μπορείτε να έχετε 4 πανομοιότυπα ψηφία.
es: No puedes tener 4 dígitos idénticos.
fr: Votre code secret ne peut pas avoir 4 caractères identiques.

# pincodeSequence
source: You can't have a sequence of 4 digits.
el: Δεν μπορείτε να έχετε μια ακολουθία 4 ψηφίων.
es: No puedes tener una secuencia de 4 dígitos.
fr: Votre code secret ne peut pas avoir 4 chiffres successifs.

# pincodeDifferent
source: Incorrect code. Both codes are not the same.
el: Λανθασμένος κωδικός. Οι δύο κωδικοί δεν είναι ίδιοι.
es: Código incorrecto. Los códigos no son iguales.
fr: Code invalide. Les deux codes doivent être identiques.

# codeSecretIncorrectDescription
source: Be carreful, {count} attempt{plural} left.
el: Να είστε προσεκτικοί, {count} επιχειρήστε{plural} αριστερά.
es: Ten cuidado, te quedan {count} intento{plural}.
fr: Attention, plus que {count} essai(s).

source: Language Settings
el: Ρυθμίσεις γλώσσας
es: Configuración de idioma
fr: Langues

# languageSettingsDescription
source: Choose your language
el: Επιλέξτε τη γλώσσα σας
es: Elige tu idioma
fr: Choisissez la langue

source: Theme Settings
el: Ρυθμίσεις θέματος
es: Configuración de tema
fr: Thèmes

# themeSettingsDescription
source: Choose your theme
el: Επιλέξτε το θέμα σας
es: Elige tu tema
fr: Choisissez votre thème

# credentialDetailDeleteConfirmationDialogNo
source: No
el: Όχι
fr: Non

# personalTitle
source: Personal
el: Προσωπικό
fr: Personnel

source: No
el: Όχι
fr: Non

source: Metamask
el: MetaΜask

# spanish
source: Español
el: Ισπανικά

# french
source: Français
el: Γαλλικά

# catalan
source: Català
el: Καταλανικά

source: English
el: Αγγλικά
