Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# genericError
source: An error has occurred!
ca: S’ha produït un error
el: Εμφανίστηκε σφάλμα!
es: ¡Se ha producido un error!
fr: Une erreur est survenue!

# credentialListTitle
source: Credentials
ca: Credencials
el: Πιστοποιητικά
es: Credenciales
fr: Identifiants

# credentialDetailIssuedBy
source: Issued by {issuer}
ca: Emès per {issuer}
el: Εκδόθηκε από {issuer}
es: Emitido por {issuer}
fr: Émis par {issuer}

# listActionRefresh
source: Refresh
ca: Actualitzar
el: Ανανέωση
es: Actualizar
fr: Rafraîchir

# listActionViewList
source: View as list
ca: Veure com a llista
el: Προβολή σε λίστα
es: Ver como lista
fr: Afficher sous forme de liste

# listActionViewGrid
source: View as grid
ca: Veure com una quadrícula
el: Προβολή ως πίνακας
es: Ver como cuadrícula
fr: Afficher sous forme de grille

# listActionFilter
source: Filter
ca: Filtre
el: Φίλτρο
es: Filtro
fr: Filtre

# listActionSort
source: Sort
ca: Ordenar
el: Ταξινόμηση
es: Ordenar
fr: Trier

# onBoardingTosTitle
source: Terms & Conditions
ca: Termes i condicions
el: Όροι και προϋποθέσεις
es: Términos y condiciones
fr: Conditions Générales d'Utilisation (CGU)

# onBoardingTosText
source: By tapping accept "I agree to the terms and condition as well as the disclosure of this information."
ca: En tocar acceptar "Estic d’acord amb els termes i condicions, així com amb la cessió d’aquesta informació."
el: Πατώντας αποδοχή «Συμφωνώ με τους όρους και τις προϋποθέσεις, καθώς και με την κοινοποίηση αυτών των πληροφοριών.»
es: Al tocar Aceptar, "Acepto los términos y condiciones, y la divulgación de esta información."
fr: En appuyant sur Accepter "J'accepte les Conditions Générales d'Utilisation (CGU)."

# onBoardingTosButton
source: Accept
ca: Acceptar
el: Αποδοχή
es: Aceptar
fr: Accepter

# onBoardingRecoveryTitle
source: Key Recovery
ca: Recuperació de contrasenya
el: Ανάκτηση κωδικού
es: Recuperación de clave
fr: Récupération de clé

# onBoardingRecoveryButton
source: Recover
ca: Recuperar
el: Ανάκτηση
es: Recuperar
fr: Récupérer

# onBoardingGenPhraseTitle
source: Recovery Phrase
ca: Frase de recuperació
el: Φράση Ανάκτησης
es: Frase de recuperación
fr: Phrase de récupération

# onBoardingGenPhraseButton
source: Continue
ca: Continuar
el: Συνέχεια
es: Continuar
fr: Continuer

# onBoardingGenTitle
source: Private Key Generation
ca: Generació de clau privada
el: Έκδοση Ιδιωτικού Κωδικού
es: Generación de clave privada
fr: Génération de clé privée

# onBoardingGenButton
source: Generate
ca: Generar
el: Έκδοση
es: Generar
fr: Générer

# onBoardingSuccessTitle
source: Identifier Created
ca: Identificador creat
el: Δημιουργήθηκε Αναγνωριστικό
es: Identificador creado
fr: Identifiant créé

# onBoardingSuccessButton
source: Continue
ca: Continuar
el: Συνέχεια
es: Continuar
fr: Continuer

# credentialDetailShare
source: Share by QR code
ca: Compartir amb codi QR
el: Κοινοποίηση με κωδικό QR
es: Compartir por código QR
fr: Partager par QR code

# credentialAddedMessage
source: A new credential has been successfully added!
ca: S’ha afegit una nova credencial!
el: Ένα νέο πιστοποιητικό προστέθηκε επιτυχώς!
es: ¡Se ha añadido una nueva credencial!
fr: Votre nouvelle attestation a bien été ajoutée !

# credentialDetailDeleteCard
source: Delete this card
ca: Eliminar la targeta
el: Διαγραφή αυτής της κάρτας
es: Eliminar esta tarjeta
fr: Supprimer

# credentialDetailDeleteConfirmationDialog
source: Do you really want to delete this credential?
ca: Segur que vols eliminar la targeta?
el: Θέλετε πραγματικά να διαγράψετε αυτό το πιστοποιητικό;
es: ¿Seguro que desea eliminar esta credencial?
fr: Voulez-vous vraiment supprimer cette attestation ?

# credentialDetailDeleteConfirmationDialogYes
source: Yes
ca: Sí
el: Ναι
es: Sí
fr: Oui

# credentialDetailDeleteSuccessMessage
source: Successfully deleted.
ca: Eliminada correctament.
el: Επιτυχής διαγραφή.
es: Eliminación realizada.
fr: Attestation supprimée avec succès.

# credentialDetailEditConfirmationDialog
source: Do you really want to edit this credential?
ca: Segur que vols editar la credencial?
el: Θέλετε πραγματικά να επεξεργαστείτε αυτό το πιστοποιητικό;
es: ¿Seguro que desea editar esta credencial?
fr: Voulez-vous vraiment modifier cette attestation ?

# credentialDetailEditConfirmationDialogYes
source: Save
ca: Guardar
el: Αποθήκευση
es: Guardar
fr: Enregistrer

# credentialDetailEditConfirmationDialogNo
source: Cancel
ca: Cancel·lar
el: Ακύρωση
es: Cancelar
fr: Annuler

# credentialDetailEditSuccessMessage
source: Successfully edited.
ca: Modificació realitzada.
el: Επιτυχής επεξεργασία.
es: Edición realizada.
fr: Modification réussie.

# credentialDetailCopyFieldValue
source: Copied field value to clipboard!
ca: S'ha copiat el valor del camp al porta-retalls.
el: Αντιγραφή τιμής πεδίου στο πρόχειρο!
es: ¡Valor de campo copiado en el portapapeles!
fr: Valeur du champ copiée dans le presse-papier !

# credentialDetailStatus
source: Verification Status
ca: Estat de verificació
el: Κατάσταση επαλήθευσης
es: Estado de verificación
fr: Statut de vérification

# credentialPresentTitle
source: Select credential(s)
ca: Selecciona credencial/s
el: Επιλέξτε πιστοποιητικό(α)
es: Seleccionar credencial(es)
fr: Sélectionnez les attestations

# credentialPresentTitleDIDAuth
source: DIDAuth Request
ca: Sol. autent. DID
el: Αίτημα DIDAuth
es: Solicitud de DIDAuth
fr: Requête DIDAuth

# credentialPresentRequiredCredential
source: Someone is asking for your
ca: Algú demana per les teves
el: Κάποιος ζητάει το δικό σας
es: Alguien pide su(s)
fr: Quelqu'un demande votre

# credentialPresentConfirm
source: Select credential(s)
ca: Selecciona credencial/s
el: Επιλέξτε πιστοποιητικό(α)
es: Seleccionar credencial(es)
fr: Sélectionnez les attestations

# credentialPresentCancel
source: Reject
ca: Refusar
el: Απόρριψη
es: Rechazar
fr: Rejeter

# credentialPickPresent
source: Present
ca: Presentar

# credentialPickTitle
source: Select credential(s)
ca: Selecciona credencial/s
el: Επιλέξτε τα πιστοποιητικά που θέλετε να αποκτήσετε
es: Elige la(s) credencial(es) que quieres obtener
fr: Choisissez une ou plusieurs attestation(s)

source: Select your Tezos associated wallet
ca: Selecciona la teva cartera Tezos associada
el: Επιλέξτε το σχετιζόμενο Tezos πορτοφόλι σας
es: Seleccione su cartera asociada a Tezos
fr: Sélectionnez votre compte associé Tezos

# credentialPickSelect
source: Select your credential
ca: Selecciona la teva credencial
el: Επιλογή του πιστοποιητικού σας
es: Seleccione su credencial
fr: Sélectionnez votre identifiant

# siopV2credentialPickSelect
source: Choose only one credential from your wallet to present
ca: Tria una sola credencial de la teva cartera per presentar-la
el: Επιλέξτε μόνο ένα πιστοποιητικό για παρουσίαση
es: Elija solo una credencial que presentar de su cartera
fr: Choisissez une attestations à présenter

# credentialPickAlertMessage
source: Do you want to give an alias to this credential?
ca: Vols donar un àlies a aquesta credencial?
el: Θέλετε να δώσετε ένα όνομα σε αυτό το πιστοποιητικό;
es: ¿Quiere poner un alias a esta credencial?
fr: Voulez-vous donner un alias à cette attestaion ?

# credentialReceiveTitle
source: Credential Offer
ca: Oferta de credencial
el: Προσφορά Πιστοποιητικού
es: Oferta de credenciales
fr: Offre d'attestation

# credentialReceiveHost
source: wants to send you a credential
ca: vol enviar-te una credencial
el: θέλει να σας στείλει ένα πιστοποιητικό
es: desea enviarle una credencial
fr: veut vous émettre une attestation

# credentialAddThisCard
source: Add this card
ca: Afegir aquesta targeta
el: Προσθήκη της κάρτας
es: Añadir esta tarjeta
fr: Ajouter cette attestation

# credentialReceiveCancel
source: Cancel this card
ca: Anul·lar aquesta targeta
el: Ακύρωση της κάρτας
es: Cancelar esta tarjeta
fr: Annuler cette attestation

# credentialDetailListTitle
source: My wallet
ca: La meva cartera
el: Το πορτοφόλι μου
es: Mi cartera
fr: Mon wallet

# communicationHostAllow
source: Allow
ca: Permetre
el: Αποδοχή
es: Permitir
fr: Autoriser

# communicationHostDeny
source: Deny
ca: Denegar
el: Άρνηση
es: Denegar
fr: Refuser

# scanTitle
source: Scan QRcode
ca: Escanejar codi QR
el: Σάρωση QR κωδικού
es: Escanear código QR
fr: Scanner le QR code

# scanPromptHost
source: Do you trust this host?
ca: Confies en aquest amfitrió?
el: Εμπιστεύεστε αυτόν τον πάροχο;
es: ¿Confía en este host?
fr: Faites-vous confiance à ce domaine ?

# scanRefuseHost
source: The communication request was denied.
ca: Sol·licitud de comunicació denegada.
el: Το αίτημα επικοινωνίας απορρίφθηκε.
es: La comunicación solicitada se ha denegado.
fr: La demande de connexion a été refusée.

# scanUnsupportedMessage
source: The extracted url is not valid.
ca: L’URL extreta no és vàlida.
el: Το εξαγόµενο url δεν είναι έγκυρο.
es: La URL extraída no es válida.
fr: L'URL extraite n'est pas valide.

# qrCodeSharing
source: You are now sharing
ca: Estàs compartint
el: Τώρα κοινοποιείτε
es: Ahora comparte
fr: Vous partagez maintenant

# qrCodeNoValidMessage
source: This QRCode does not contain a valid message.
ca: El codi QR no conté un missatge vàlid.
el: Αυτός ο κωδικός QR δεν περιέχει έγκυρο μήνυμα.
es: Este código QR no contiene un mensaje válido.
fr: Ce QRCode ne contient pas de message valide.

# profileTitle
source: Profile
ca: Perfil
el: Προφίλ
es: Perfil
fr: Profil

# termsTitle
source: Terms & Conditions
ca: Termes i condicions
el: Όροι και προϋποθέσεις
es: Términos y condiciones
fr: Conditions Générales d'Utilisation (CGU)

# recoveryKeyTitle
source: Recovery phrase
ca: Frase de recuperació
el: Φράση ανάκτησης
es: Frase de recuperación
fr: Phrase de récupération

source: Show Recovery Phrase
ca: Mostra frase de recuperació
el: Εμφάνιση φράσης ανάκτησης
es: Mostrar frase de recuperación
fr: Afficher la phrase de récupération

# warningDialogTitle
source: Be careful
ca: Atenció
el: Προσοχή
es: Cuidado
fr: Soyez prudent

# warningDialogSubtitle
source: The recovery page contains sensitive information that will compromise your identifier in the wrong hands. You should not open this page in public or share it with anyone.
ca: La pàgina de recuperació conté informació confidencial que pot posar el vostre identificador en mans equivocades. No obris aquesta pàgina en públic ni la comparteixis.
el: Η φράση ανάκτησης περιέχει ευαίσθητες πληροφορίες. Παρακαλούμε, φροντίστε να τις κρατήσετε απόρρητες.
es: La página de recuperación contiene información sensible. Por favor, asegúrate de mantenerla privada.
fr: Ces données sont confidentielles, ne les communiquez à personne.

# recoveryText
source: Please enter your recovery phrase
ca: Indica la teva frase de recuperació
el: Εισάγετε τη φράση ανάκτησης
es: Introduzca su frase de recuperación
fr: Veuillez entrer votre phrase de récupération

# recoveryMnemonicHintText
source: Enter your recovery phrase here. Once you have entered your 12 words, tap Import.
ca: Indica aquí la teva frase de recuperació. Quan hagis introduït les 12 paraules, toca Importar.
el: Εισάγετε τη φράση ανάκτησης εδώ. Όταν θα έχετε εισάγει τις 12 λέξεις σας, πατήστε Εισαγωγή.
es: Escriba aquí su frase de recuperación. Una vez que escriba sus 12 palabras, toque Importar.
fr: Saisissez votre phrase de récupération ici. Une fois que vous avez saisi les 12 mots, appuyez sur Importer.

# recoveryMnemonicError
source: Please enter a valid mnemonic phrase
ca: Indica una frase de recordatori vàlida
el: Εισάγετε μια έγκυρη μνημονική φράση
es: Introduzca una frase mnemotécnica válida
fr: Veuillez entrer une phrase mnémonique valide

# showDialogYes
source: Continue
ca: Continuar
el: Συνέχεια
es: Continuar
fr: Continuer

# showDialogNo
source: Cancel
ca: Cancel·lar
el: Ακύρωση
es: Cancelar
fr: Annuler

# supportTitle
source: Support
ca: Ajuda
el: Βοήθεια
es: Asistencia
fr: Soutien

# noticesTitle
source: Notices
ca: Avisos
el: Ειδοποιήσεις
es: Avisos
fr: Avis

# resetWalletButton
source: Reset Wallet
ca: Reiniciar cartera
el: Επαναφορά
es: Restablecer Cartera
fr: Réinitialiser le wallet

# resetWalletConfirmationText
source: Are you sure you want to reset your wallet?
ca: Segur que vols reiniciar la cartera?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το πορτοφόλι σας;
es: ¿Seguro que desea restablecer su cartera?
fr: Êtes-vous sûr de vouloir réinitialiser votre wallet ?

# selectThemeText
source: Select Theme
ca: Seleccionar tema
el: Επιλογή θέματος
es: Seleccione el tema
fr: Sélectionner un thème

# lightThemeText
source: Light Theme
ca: Tema clar
el: Ανοιχτόχρωμη Λειτουργία
es: Tema claro
fr: Thème clair

# darkThemeText
source: Dark Theme
ca: Tema fosc
el: Σκουρόχρωμη Λειτουργία
es: Tema oscuro
fr: Thème sombre

# systemThemeText
source: Phone Theme
ca: Tema del sistema
el: Ρύθμιση Θέματος
es: Tema del sistema
fr: Thème système

# genPhraseInstruction
source: Write these words, download the backup file and keep them in a safe place
ca: Escriu les paraules, descarrega el fitxer de còpia de seguretat i guarda-les en un lloc segur
el: Γράψτε αυτές τις λέξεις, κατεβάστε το αρχείο αντιγράφων ασφαλείας και φυλάξτε τις σε ασφαλές μέρος
es: Escriba las palabras, descargue el archivo de copia de respaldo y guárdelo seguro
fr: Écrivez ces 12 mots dans l'ordre et conservez-les en lieu sûr

# genPhraseExplanation
source: You need the words in the correct order and the backup file to recover your certificates, if you lose access to this wallet.
ca: Necessites les paraules en l’ordre correcte i el fitxer de còpia de seguretat per recuperar els certificats, si perds l’accés a la cartera
el: Εάν χάσετε την πρόσβαση σε αυτό το πορτοφόλι, θα χρειαστείτε τις λέξεις με τη σωστή σειρά και το αρχείο αντιγράφου ασφαλείας για να ανακτήσετε τα πιστοποιητικά σας.
es: Si pierde el acceso a la cartera, las necesitará en orden correcto y el archivo de respaldo para recuperar certificados.
fr: Si vous perdez l'accès à ce wallet vous aurez besoin des mots dans l'ordre et du fichier de sauvegarde pour récupérer vos attestations.

# errorGeneratingKey
source: Failed to generate key, please try again
ca: Error en crear la clau, torna-ho a intentar
el: Απέτυχε η δημιουργία κλειδιού, παρακαλούμε δοκιμάστε ξανά
es: Error al generar la clave, vuelva a intentarlo
fr: Échec de la génération de la clé, veuillez réessayer

# documentHeaderTooltipJob
source: Crypto Trader
ca: Comerciant de criptomonedes
es: Operador de criptomonedas
fr: Cryptocommerçant

# documentHeaderTooltipLabel
source: Status:
ca: Estat:
el: Κατάσταση:
es: Estado:
fr: Statut :

# documentHeaderTooltipValue
source: Valid
ca: Vàlid
el: Έγκυρο
es: Válido
fr: Valide

# blockChainAdress
source: Address
ca: Adreça
el: Διεύθυνση
es: Dirección
fr: Adresse

# didDisplayCopy
source: Copy DID to clipboard
ca: Copiar DID al porta-retalls
el: Αντιγραφή DID
es: Copiar DID en el portapapeles
fr: Copier le DID dans le presse-papiers

# adressDisplayCopy
source: Copy address to clipboard
ca: Copiar adreça al porta-retalls
el: Αντιγραφή διεύθυνσης
es: Copiar dirección en el portapapeles
fr: Copier l'adresse dans le presse-papiers

# personalSave
source: Save
ca: Guardar
el: Αποθήκευση
es: Guardar
fr: Enregistrer

# personalSubtitle
source: Your profile information can be used to complete a certificate when necessary
ca: La informació del perfil pot servir per completar un certificat quan sigui necessari
el: Οι πληροφορίες του προφίλ σας μπορούν να χρησιμοποιηθούν για τη συμπλήρωση ενός πιστοποιητικού όταν είναι απαραίτητο
es: La información de su perfil puede usarse para completar un certificado si es necesario
fr: Les informations de votre profil peuvent être utilisées

# personalFirstName
source: First Name
ca: Nom
el: Όνομα
es: Nombre
fr: Prénom

# personalLastName
source: Last Name
ca: Cognoms
el: Επίθετο
es: Apellidos
fr: Nom de famille

# personalPhone
source: Phone
ca: Telèfon
el: Τηλέφωνο
es: Teléfono
fr: Téléphone

# personalAddress
source: Address
ca: Adreça
el: Διεύθυνση
es: Dirección
fr: Adresse

# personalMail
source: E-mail
ca: Correu electrònic

source: Last name
ca: Cognoms
el: Επίθετο
es: Apellidos
fr: Nom de famille

source: First name
ca: Nom
el: Όνομα
es: Nombre
fr: Prenom

source: gender
ca: sexe
el: Φύλο
es: sexo
fr: Sexe H/F

source: Birthdate
ca: Data de naixement
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
fr: Date de naissance

source: Birthplace
ca: Lloc de naixement
el: Τόπος γέννησης
es: Lugar de nacimiento
fr: Lieu de naissance

source: Address
ca: Adreça
el: Διεύθυνση
es: Dirección
fr: Adresse

source: Marital Status
ca: Estat civil
el: Οικογενειακή κατάσταση
es: Estado civil
fr: État matrimonial

source: Nationality
ca: Nacionalitat
el: Υπηκοότητα
es: Nacionalidad
fr: Nationalité

source: Identifier
ca: Identificador
el: Αναγνωριστικό
es: Identificador
fr: Identifiant

# issuer
source: Issued by
ca: Emès per
el: Εκδόθηκε από
es: Emitido por
fr: Émis par

source: Work for
ca: Ocupador
el: Εργάζομαι για
es: Trabaja en
fr: Travaille pour

# startDate
source: Since
ca: Des de
el: Από
es: Desde
fr: Depuis

# endDate
source: Until
ca: Fins
el: Έως
es: Hasta
fr: Jusqu'à

source: Employment type
ca: Tipus de treball
el: Κατηγορία απασχόλησης
es: Tipo de empleo
fr: Type d'emploi

source: Job title
ca: Nom del càrrec
el: Τίτλος εργασίας
es: Cargo
fr: Titre du poste

# baseSalary
source: Salary
ca: Salari
el: Μισθός
es: Salario
fr: Salaire

source: Expires
ca: Caduca
el: Λήγει
es: Caducidad
fr: Fin d'emploi

# generalInformationLabel
source: General information
ca: Dades generals
el: Γενικές πληροφορίες
es: Información general
fr: Informations generales

# learningAchievement
source: Achievement
ca: Assoliments
el: Επίτευγμα
es: Logro
fr: Réussite

source: Signed by
ca: Firmat per
el: Υπογεγραμμένο από
es: Firmado por
fr: Signé par

source: From
ca: Des de
el: Από
es: De
fr: De

source: To
ca: Fins
el: Ως
es: A
fr: À

source: Credential
ca: Credencial
el: Πιστοποιητικό
es: Credencial
fr: Attestations digitales

source: Issuance date
ca: Data d’emissió
el: Ημερομηνία έκδοσης
es: Fecha de emisión
fr: Date d'émission

# appContactWebsite
source: Website
ca: Lloc web
el: Ιστοσελίδα
es: Sitio web
fr: Site web

# trustFrameworkDescription
source: The trust framework is formed by a set of registries that provide a secure and reliable basis for entities within the system to trust and interact with each other.
ca: El marc de confiança el formen un conjunt de registres que proporcionen una base segura i fiable perquè les entitats del sistema puguin confiar i interactuar entre elles.
el: Το πλαίσιο εμπιστοσύνης αποτελείται από ένα σύνολο μητρώων που παρέχουν μια ασφαλή και αξιόπιστη βάση για την εμπιστοσύνη και την αλληλεπίδραση μεταξύ των οντοτήτων του συστήματος.
es: El marco de confianza es un conjunto de registros que ofrecen una base segura y fiable para que las entidades del sistema confíen e interactúen entre sí.
fr: Le cadre de confiance repose sur un ensemble de registres fiables qui permettent aux entités du système de se faire confiance et d'interagir ensemble.

# confimrDIDAuth
source: Do you want to log in to the site ?
ca: Vols iniciar sessió al lloc?
el: Θέλετε να συνδεθείτε στον ιστότοπο ?
es: ¿Desea iniciar sesión en el sitio?
fr: Voulez-vous vous connecter à ce site ?

# evidenceLabel
source: Evidence
ca: Prova
el: Τεκμήριο
es: Evidencia
fr: Preuve

# networkErrorBadRequest
source: Bad request
ca: Petició incorrecta
el: Λανθασμένο αίτημα
es: Solicitud errónea
fr: Mauvaise requête

# networkErrorConflict
source: Error due to a conflict
ca: Error degut a un conflicte
el: Σφάλμα λόγω διαφοράς δεδομένων
es: Error debido a un conflicto
fr: Erreur due à un conflit

# networkErrorPreconditionFailed
source: Server does not meet one of the preconditions.
ca: El servidor no compleix una de les precondicions.
el: Ο διακομιστής δεν πληροί μία από τις προϋποθέσεις.
es: El servidor no cumple una de las condiciones previas.
fr: Le serveur ne remplit pas l'une des conditions préalables.

# networkErrorGatewayTimeout
source: The gateway encountered a timeout
ca: Temps d’espera esgotat a la passarel·la
el: Ο διακομιστής αντιμετώπισε ένα χρονικό όριο
es: Tiempo de espera de puerta de enlace alcanzado
fr: Délai d'attente trop long

# networkErrorInternalServerError
source: This is a server internal error. Contact the server administrator
ca: Error intern del servei. Contacta amb l’administrador del servidor
el: Πρόκειται για εσωτερικό σφάλμα του διακομιστή. Επικοινωνήστε με το διαχειριστή
es: Este es un error interno del servidor. Contacte con el administrador del servidor
fr: Il s'agit d'une erreur interne du serveur. Contactez l'administrateur du serveur

# networkErrorMethodNotAllowed
source: The user does not have access rights to the content
ca: L’usuari no té drets d’accés al contingut
el: Ο χρήστης δεν έχει δικαιώματα πρόσβασης στο περιεχόμενο
es: El usuario no tiene derechos de acceso al contenido
fr: L'utilisateur n'a pas les droits d'accès au contenu

# networkErrorNoInternetConnection
source: No internet connection
ca: No hi ha connexió a Internet
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es: Sin conexión a Internet
fr: Pas de connexion Internet

# networkErrorNotAcceptable
source: Not acceptable
ca: No acceptable
el: Μη αποδεκτό
es: No aceptable
fr: Non acceptable

# networkErrorNotImplemented
source: Not Implemented
ca: No aplicat
el: Μη υλοποιημένο
es: No implementado
fr: Non implémenté

# networkErrorRequestCancelled
source: Request Cancelled
ca: Petició anul·lada
el: Το αίτημα ακυρώθηκε
es: Solicitud cancelada
fr: Demande annulée

# networkErrorRequestTimeout
source: Request timeout
ca: Temps d’espera esgotat
el: Το αίτημα έληξε
es: Tiempo de espera de solicitud
fr: Délai d'expiration de la demande

# networkErrorSendTimeout
source: Send timeout in connection with API server
ca: Temps d’espera d’enviament en la connexió amb el servidor API
el: Χρονικό όριο αποστολής σε σύνδεση με διακομιστή API
es: Enviar tiempo de espera en conexión con servidor API
fr: Délai d'envoi en connexion avec le serveur API

# networkErrorServiceUnavailable
source: Service unavailable
ca: Servei no disponible
el: Μη διαθέσιμη υπηρεσία
es: Servicio no disponible
fr: Service indisponible

# networkErrorTooManyRequests
source: The user has sent too many requests in a given amount of time
ca: L’usuari ha enviat massa sol·licituds en un període de temps determinat
el: Ο χρήστης έχει αποστείλει υπερβολικό αριθμό αιτημάτων σε δεδομένο χρονικό διάστημα
es: El usuario ha enviado demasiadas solicitudes en un tiempo dado
fr: L'utilisateur a envoyé trop de requêtes dans un laps de temps donné

# networkErrorUnableToProcess
source: Unable to process the data
ca: No es poden processar les dades
el: Δεν είναι δυνατή η επεξεργασία των δεδομένων
es: No se pueden procesar los datos
fr: Impossible de traiter les données

# networkErrorUnauthenticated
source: The user must authenticate itself to get the requested response
ca: L’usuari s’ha d’autenticar per obtenir la resposta sol·licitada
el: Ο χρήστης πρέπει να πιστοποιηθεί για να λάβει τη ζητούμενη απάντηση
es: El usuario debe autenticarse para obtener la respuesta solicitada
fr: L'utilisateur doit s'authentifier pour obtenir la réponse demandée

# networkErrorUnauthorizedRequest
source: Unauthorized request
ca: Sol·licitud no autoritzada
el: Μη επιτρεπόμενο αίτημα
es: Solicitud no autorizada
fr: Requête non autorisée

# networkErrorUnexpectedError
source: Unexpected error occurred
ca: Ha ocorregut un error inesperat
el: Εμφανίστηκε σφάλμα
es: Ha habido un error inesperado
fr: Une erreur inattendue s'est produite

# networkErrorNotFound
source: Not Found
ca: No trobat
el: Δε βρέθηκε
es: No encontrado
fr: Introuvable

source: Active
ca: Actiu
el: Ενεργό
es: Activo
fr: Actif

source: Expired
ca: Expirat
el: Έχει λήξει
es: Caducado
fr: Expiré

source: Revoked
ca: Revocat
el: Ανακλήθηκε
es: Revocado
fr: Révoqué
