Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# helpCenterDescription
source: Contact us and get support if you need assistance on using our wallet
ca: Posa’t en contacte amb nosaltres i t’ajudarem a utilitzar la nostra cartera
el: Επικοινωνήστε μαζί μας και λάβετε υποστήριξη εάν χρειάζεστε βοήθεια για τη χρήση του πορτοφολιού σας
es: Contacte con nosotros y solicite ayuda para nuestra cartera si lo necesita
fr: Contactez-nous, accédez à la documentation ou obtenez de l'aide

source: About
ca: Informació
el: Σχετικά
es: Acerca de
fr: À propos

# aboutDescription
source: Read about terms of use, confidentiality and licenses
ca: Llegeix les condicions d’ús, la privadesa i les llicències
el: Διαβάστε σχετικά με τους όρους χρήσης, την εμπιστευτικότητα και τις άδειες χρήσης
es: Lea sobre términos de uso, confidencialidad y licencias
fr: En savoir plus sur les conditions générales d'utilisation, la protection des données et les licences

source: Reset Wallet
ca: Reiniciar cartera
el: Επαναφορά πορτοφολιού
es: Restablecer Cartera
fr: Réinitialisation

# resetWalletDescription
source: Erase all data stored on your phone and reset your wallet.
ca: Esborra totes les dades emmagatzemades al teu telèfon i restableix la cartera.
el: Διαγράψτε όλα τα δεδομένα που είναι αποθηκευμένα σε αυτή τη συσκευή και επαναφέρετε το πορτοφόλι σας.
es: Borre todos los datos de su teléfono y reinicie su cartera.
fr: Effacez les données et remettez le wallet dans son état initial

source: Show wallet recovery phrase
ca: Mostra frase de recuperació de la cartera
el: Εμφάνιση φράσης ανάκτησης πορτοφολιού
es: Mostrar frase de recuperación de cartera
fr: Afficher la phrase de récupération

# showWalletRecoveryPhraseSubtitle
source: The recovery phrase acts as a backup key to restore access to a your wallet.
ca: La frase de recuperació actua com una clau de còpia de seguretat per restaurar l'accés a la cartera
el: Η φράση ανάκτησης λειτουργεί ως εφεδρικό κλειδί για την αποκατάσταση της πρόσβασης στο πορτοφόλι σας.
es: La frase de recuperación sirve de clave de copia de respaldo para recuperar el acceso a su cartera.
fr: La phrase de récupération est nécessaire pour restaurer votre wallet.

# blockchainNetwork
source: Blockchain network (by default)
ca: Xarxa de blockchain (per defecte)
el: Δίκτυο blockchain (προεπιλογή)
es: Red de blockchain (de forma predeterminada)
fr: Réseau Blockchain (par défaut)

source: Contact us
ca: Contacte
el: Επικοινωνία
es: Póngase en contacto con nosotros
fr: Contactez-nous

source: Official website
ca: Lloc web oficial
el: Επίσημη ιστοσελίδα
es: Sitio web oficial
fr: Site officiel

source: Your app version
ca: La teva versió d’app
el: Η έκδοση της εφαρμογής σας
es: Su versión de la aplicación
fr: La version de votre wallet

# resetWalletTitle
source: Are you sure you want to reset your wallet ?
ca: Segur que vols reiniciar la cartera?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το πορτοφόλι σας ?
es: ¿Seguro que desea restablecer su cartera?
fr: Êtes-vous certain de vouloir réinitialiser votre wallet ?

# resetWalletSubtitle
source: This action will erase your data. Please, make sure you have saved your Recovery Phrase and credentials backup file before deleting.
ca: L’acció esborrarà les teves dades. Comprova que has guardat la teva frase de recuperació i la còpia de seguretat de les teves credencials abans d’eliminar-les.
el: Αυτή η ενέργεια θα διαγράψει τα δεδομένα σας. Παρακαλούμε, βεβαιωθείτε ότι έχετε αποθηκεύσει τη φράση ανάκτησης και το αρχείο αντιγράφων ασφαλείας των πιστοποιητικών σας πριν από τη διαγραφή.
es: A hacerlo, se borrarán todos sus datos. Guarde su frase de recuperación y el archivo de copia de respaldo de credenciales antes de eliminar.
fr: Cette action effacera vos données. Veuillez vous assurer d'avoir enregistré votre phrase de récupération et le fichier d'attestations digitales avant de réinitialiser votre wallet.

# resetWalletSubtitle2
source: This wallet is self-custodial so we are not able to recover your funds or credentials for you.
ca: La cartera és autocustodiada: no podem recuperar els fons o credencials en lloc teu.
el: Αυτό το πορτοφόλι είναι αυτοελεγχόμενο, επομένως δεν είμαστε σε θέση να ανακτήσουμε τα χρήματα ή τα πιστοποιητικά σας για λογαριασμό σας.
es: Esta cartera es de autocustodia; no podemos recuperar sus fondos o credenciales por usted.
fr: Ce wallet n'est pas hébergé sur un serveur, nous ne sommes donc pas en mesure de récupérer vos actifs ou vos attestations digitales à votre place.

# resetWalletCheckBox1
source: I wrote down my Recovery Phrase
ca: He escrit la meva frase de recuperació
el: Έγραψα τη φράση ανάκτησης μου
es: He escrito una frase de recuperación
fr: J'ai noté ma phrase de récupération

# resetWalletCheckBox2
source: I saved my backup credentials file
ca: He guardat el fitxer de còpia de seguretat de les meves credencials
el: Έχω αποθηκεύσει το αρχείο πιστοποιητικών ασφαλείας μου
es: Guardé el archivo de copia de respaldo de credenciales
fr: J'ai sauvegardé le fichier d'attestations

source: Email
ca: Correu electrònic
el: Ηλεκτρονικό ταχυδρομείο

source: Filling this field is mandatory.
ca: És obligatori omplir aquest camp.
el: Η συμπλήρωση αυτού του πεδίου είναι υποχρεωτική.
es: Es obligatorio rellenar este campo.
fr: Remplir ce champ est obligatoire.

source: Your message
ca: El teu missatge
el: Το μήνυμά σας
es: Su mensaje
fr: Votre message

source: Message
ca: Missatge
el: Μήνυμα
es: Mensaje

source: Subject
ca: Assumpte
el: Θέμα
es: Asunto
fr: Sujet

source: Enter a valid email.
ca: Indica un correu electrònic vàlid.
el: Εισάγετε ένα έγκυρο email.
es: Escriba un email válido.
fr: Entrez un email valide.

source: Failed to send email.
ca: Enviament de correu electrònic fallit.
el: Η αποστολή email απέτυχε.
es: Error al enviar el email.
fr: Échec de l'envoi d'email.

source: Select a method to add account
ca: Seleccionar un mètode per afegir compte
el: Επιλέξτε μια μέθοδο για την προσθήκη λογαριασμού
es: Seleccione un método para añadir la cuenta
fr: Sélectionnez une méthode pour ajouter un compte

source: Create account
ca: Crear compte
el: Δημιουργία λογαριασμού
es: Crear cuenta
fr: Créer un compte

# createAccountDescription
source: Create an account protected by your Recovery Phrase
ca: Crear compte protegit per la teva frase de recuperació
el: Δημιουργήστε έναν λογαριασμό που προστατεύεται από τη φράση ανάκτησης
es: Crear una cuenta protegida por su frase de recuperación
fr: Créez un compte protégé par votre phrase de récupération

# importAccountDescription
source: Import an account from an existing wallet
ca: Importar un compte d’una cartera existent
el: Εισαγωγή λογαριασμού από υπάρχον πορτοφόλι
es: Importar una cuenta desde una cartera existente
fr: Importer un compte depuis un wallet existant

# chooseABlockchainForAccountCreation
source: Choose the blockchain on which you want to create a new account.
ca: Escull la blockchain on vols crear un nou compte.
el: Επιλέξτε το blockchain στο οποίο θέλετε να δημιουργήσετε έναν νέο λογαριασμό.
es: Elija la blockchain en la que desea crear una nueva cuenta.
fr: Choisissez la blockchain sur laquelle vous souhaitez créer un nouveau compte.

source: Tezos account
ca: Compte Tezos
el: Λογαριασμός Tezos
es: Cuenta de Tezos
fr: Compte Tezos

# tezosAccountDescription
source: Create a new Tezos blockchain address
ca: Crear una nova direcció de blockchain de Tezos
el: Δημιουργήστε μια νέα διεύθυνση blockchain Tezos
es: Crear una nueva dirección de blockchain de Tezos
fr: Créer une nouvelle adresse Tezos

source: Ethereum account
ca: Compte Ethereum
el: Λογαριασμός Ethereum
es: Cuenta de Ethereum
fr: Compte Ethereum

# ethereumAccountDescription
source: Create a new Ethereum blockchain address
ca: Crear una nova direcció de blockchain d’Ethereum
el: Δημιουργήστε μια νέα διεύθυνση blockchain Ethereum
es: Crear una nueva dirección de blockchain de Ethereum
fr: Créer une nouvelle adresse Ethereum

source: Fantom account
ca: Compte Fantom
el: Λογαριασμός Fantom
es: Cuenta de Fantom
fr: Compte Fantom

# fantomAccountDescription
source: Create a new Fantom blockchain address
ca: Crear una nova direcció de blockchain de Fantom
el: Δημιουργήστε μια νέα διεύθυνση blockchain Fantom
es: Crear una nueva dirección de blockchain de Fantom
fr: Créer une nouvelle adresse Fantom

source: Polygon account
ca: Compte Polygon
el: Λογαριασμός Polygon
es: Cuenta de Polygon
fr: Compte Polygone

# polygonAccountDescription
source: Create a new Polygon blockchain address
ca: Crear una nova direcció de blockchain de Polygon
el: Δημιουργήστε μια νέα διεύθυνση blockchain Polygon
es: Crear una nueva dirección de blockchain de Polygon
fr: Créer une nouvelle adresse Polygon

# binanceAccount
source: BNB Chain account
ca: Compte BNB Chain
el: Λογαριασμός BNB Chain
es: Cuenta de BNB Chain
fr: Compte BNB Chain

# binanceAccountDescription
source: Create a new BNB Chain blockchain address
ca: Crear una nova direcció de blockchain de BNB Chain
el: Δημιουργήστε μια νέα διεύθυνση blockchain BNB Chain
es: Crear una nueva dirección de blockchain de BNB Chain
fr: Créer une nouvelle adresse BNB

# setAccountNameDescription
source: Do you want to give a name to this new account ? Useful if you have several.
ca: Vols donar un nom a aquest compte nou? És útil si en tens uns quants.
el: Θέλετε να δώσετε ένα όνομα σε αυτόν τον νέο λογαριασμό ? Χρήσιμο αν έχετε πολλούς.
es: ¿Quiere ponerle un nombre a esta nueva cuenta? Esto resulta útil si tiene varias.
fr: Voulez-vous donner un nom à ce nouveau compte ? Utile si vous en avez plusieurs.

source: Let's go !
ca: Som-hi!
el: Πάμε!
es: ¡Vamos allá!
fr: Allons-y !

source: Congratulations !
ca: Felicitats!
el: Συγχαρητήρια!
es: ¡Enhorabuena!
fr: Félicitations !

# tezosAccountCreationCongratulations
source: Your new Tezos account has been successfully created.
ca: El teu nou compte de Tezos s’ha creat amb èxit.
el: Ο νέος σας λογαριασμός Tezos δημιουργήθηκε με επιτυχία.
es: Su nueva cuenta de Tezos se ha creado.
fr: Votre nouveau compte Tezos a été créé avec succès.

# ethereumAccountCreationCongratulations
source: Your new Ethereum account has been successfully created.
ca: El teu nou compte d’Ethereum s’ha creat amb èxit.
el: Ο νέος σας λογαριασμός Ethereum δημιουργήθηκε με επιτυχία.
es: Su nueva cuenta de Ethereum se ha creado.
fr: Votre nouveau compte Ethereum a été créé avec succès.

# fantomAccountCreationCongratulations
source: Your new Fantom account has been successfully created.
ca: El teu nou compte de Fantom s’ha creat amb èxit.
el: Ο νέος σας λογαριασμός Fantom δημιουργήθηκε με επιτυχία.
es: Su nueva cuenta de Fantom se ha creado.
fr: Votre nouveau compte Fantom a été créé avec succès.

# polygonAccountCreationCongratulations
source: Your new Polygon account has been successfully created.
ca: El teu nou compte de Polygon s’ha creat amb èxit.
el: Ο νέος σας λογαριασμός Polygon δημιουργήθηκε με επιτυχία.
es: Su nueva cuenta de Polygon se ha creado.
fr: Votre nouveau compte Polygon a été créé avec succès.

# binanceAccountCreationCongratulations
source: Your new BNB Chain account has been successfully created.
ca: El teu nou compte de BNB Chain s’ha creat amb èxit.
el: Ο νέος σας λογαριασμός BNB Chain δημιουργήθηκε με επιτυχία.
es: Su nueva cuenta de BNB Chain se ha creado.
fr: Votre nouveau compte BNB Chain a été créé avec succès.

# accountImportCongratulations
source: Your account has been successfully imported.
ca: El teu compte s’ha importat correctament.
el: Ο λογαριασμός σας έχει εισαχθεί με επιτυχία.
es: Su cuenta se ha importado.
fr: Votre compte a été importé avec succès.

# saveBackupCredentialTitle
source: Download the backup file. Keep it in a safe place.
ca: Descarrega l’arxiu de còpia de seguretat. Guarda’l en un lloc segur.
el: Κατεβάστε το αρχείο αντιγράφων ασφαλείας. Φυλάξτε το σε ασφαλές μέρος.
es: Descargue el archivo de copia de respaldo. Guárdelo en un lugar seguro.
fr: Téléchargez le fichier de sauvegarde et conservez-le en lieu sûr.

# saveBackupCredentialSubtitle
source: To recover all your credentials you will need the Recovery Phrase AND this backup file.
ca: Per recuperar totes les teves credencials, cal la frase de recuperació i aquest arxiu de còpia de seguretat.
el: Για να ανακτήσετε όλα τα πιστοποιητικά σας θα χρειαστείτε τη φράση ανάκτησης και αυτό το αρχείο αντιγράφου ασφαλείας.
es: Para recuperar todas sus credenciales, necesita la frase de recuperación Y este archivo de copia de respaldo.
fr: Pour récupérer vos attestations, vous aurez besoin de votre phrase de récupération et de ce fichier de sauvegarde.

# saveBackupPolygonCredentialSubtitle
source: To recover all your polygon id credentials you will need the Recovery Phrase AND this backup file.
ca: Per recuperar totes les teves credencials ID de Polygon, cal la frase de recuperació i aquest arxiu de còpia de seguretat.
el: Για να ανακτήσετε όλα τα πιστοποιητικά των αναγνωριστικών polygon σας θα χρειαστείτε τη φράση ανάκτησης και αυτό το αρχείο αντιγράφων ασφαλείας.
es: Para recuperar todas sus credenciales de Polygon ID, necesita la frase de recuperación Y el archivo de copia de respaldo.

# restoreCredentialStep1Title
source: Step 1 : Enter your 12 Recovery Phrase words
ca: Pas 1: Indica les 12 paraules de la frase de recuperació
el: Βήμα 1 : Εισάγετε τις 12 λέξεις της φράσης αποκατάστασης
es: Paso 1: Escriba las 12 palabras de su frase de recuperación
fr: Etape 1 : Entrez les 12 mots de votre phrase de récupération

# restorePhraseTextFieldHint
source: Enter your Recovery Phrase (or mnemonic phrase) here...
ca: Indica la frase de recuperació (o frase de recordatori) aquí...
el: Εισάγετε τη φράση ανάκτησης (ή τη μνημονική σας φράση) εδώ...
es: Escriba su frase de recuperación (o frase mnemotécnica)...
fr: Entrez votre phrase de récupération ici...

# restoreCredentialStep2Title
source: Step 2 : Upload your credentials backup file
ca: Pas 2: Carrega les credencials a l’arxiu de còpia de seguretat
el: Βήμα 2 : Ανεβάστε το αρχείο αντιγράφων ασφαλείας των πιστοποιητικών σας
es: Paso 2: Cargue su archivo de copia de respaldo de credenciales
fr: Etape 2 : Téléchargez le fichier de sauvegarde contenant vos attestations digitales

source: Load file
ca: Carregar arxiu
el: Φόρτωση αρχείου
es: Cargar archivo
fr: Charger le fichier

source: Upload file
ca: Pujar arxiu
el: Φόρτωση αρχείου
es: Cargar archivo
fr: Télécharger le fichier

source: Creators
ca: Creadors
el: Δημιουργοί
es: Creadores
fr: Créateurs

source: Publishers
ca: Publicadors
el: Εκδότες
es: Editores
fr: Éditeurs

source: Creation date
ca: Data de creació
el: Ημερομηνία δημιουργίας
es: Fecha de creación
fr: Créer une date

# myProfessionalrCards
source: professional cards
ca: targetes professionals
el: επαγγελματικές κάρτες
es: tarjetas profesionales
fr: Attestations professionnelles

# myProfessionalrCardsSubtitle
source: Use your professional cards securely.
ca: Utilitza les teves targetes professionals amb seguretat.
el: Χρησιμοποιήστε τις επαγγελματικές σας κάρτες με ασφάλεια.
es: Use sus tarjetas profesionales de forma segura.
fr: Partager vos attestations professionnelles en 1 clic.

source: Guarda Wallet
ca: Cartera Guarda
el: Πορτοφόλι Guarda
es: Cartera Guarda
fr: Guarda

source: Exodus Wallet
ca: Cartera Exodus
el: Πορτοφόλι Exodus
es: Cartera Exodus
fr: Exodus

source: Trust Wallet
ca: Cartera Trust
el: Πορτοφόλι Trust
es: Cartera Trust
fr: Trust

source: MyEther Wallet
ca: Cartera MyEther
el: Πορτοφόλι MyEther
es: Cartera MyEther

source: Skip
ca: Saltar
el: Παράλειψη
es: Omitir
fr: Ignorer

# userNotFitErrorMessage
source: You are unable to get this card because some conditions are not fulfilled.
ca: No pots obtenir aquesta targeta perquè no es compleixen algunes condicions.
el: Δεν μπορείτε να λάβετε αυτή την κάρτα επειδή δεν πληρούνται ορισμένες προϋποθέσεις.
es: No puede obtener esta tarjeta: no se cumplen algunas condiciones.
fr: Vous ne pouvez pas obtenir cette attestation car certaines conditions ne sont pas remplies.

source: You are missing
ca: Falten
el: Σας λείπει
es: Le faltan
fr: Vous êtes absent

# credentialsRequestedBy
source: credentials
ca: credencials demanades per
el: πιστοποιητικά
es: credenciales solicitadas por
fr: informations demandées par

source: Transaction is likely to fail.
ca: La transacció probablement fallarà.
el: Η συναλλαγή είναι πιθανό να αποτύχει.
es: Es probable que falle la transacción.
fr: La transaction est susceptible d'échouer.

# buy
source: Buy coins
ca: Comprar
el: Αγοράστε νομίσματα
es: Comprar
fr: Acheter

source: This feature is not supported yet for Fantom.
ca: Aquesta funció encara no s'admet a Fantom.
el: Αυτή η λειτουργία δεν υποστηρίζεται ακόμα για το Fantom.
es: Esta función no es compatible aún para Fantom.
fr: Cette fonctionnalité n'est pas encore prise en charge pour Fantom.

# thisFeatureIsNotSupportedYetForBinance
source: This feature is not supported yet for BNB Chain.
ca: Aquesta funció encara no s'admet a BNB Chain.

# faqs
source: Frequently Asked Questions (FAQs)
ca: Preguntes freqüents
el: Συχνές ερωτήσεις (FAQ)
es: Preguntas frecuentes (P+F)
fr: FAQ

source: Software Licenses
ca: Llicències de software
el: Άδειες χρήσης λογισμικού
es: Licencias de software
fr: Licences logicielles

source: Not a valid wallet address!
ca: Adreça de cartera invàlida.
el: Μη έγκυρη διεύθυνση πορτοφολιού!
es: ¡No es una dirección de cartera válida!
fr: L'adresse n'est pas valide !

source: Other account
ca: Altre compte
el: Άλλος λογαριασμός
es: Otra cuenta
fr: Autre compte

source: There is no account in your wallet
ca: No hi ha comptes a la teva cartera
el: Δεν υπάρχει λογαριασμός στο πορτοφόλι σας
es: No hay ninguna cuenta en su cartera
fr: Il n'y a pas de compte dans votre wallet

source: Export To LinkedIn
ca: Exportar a LinkedIn

source: Add LinkedIn Info
ca: Afegir info de LinkedIn

source: What's your LinkedIn profile URL?
ca: Quina és la URL de perfil del teu LinkedIn?

# invalidUrlError
source: Please enter a valid LinkedIn URL
ca: Indica una URL de LinkedIn vàlida

# linkedInBannerSuccessfullyExported
source: Your LinkedIn banner has been successfully exported.
ca: El teu bàner de LinkedIn s’ha exportat amb èxit.

# credentialSuccessfullyExported
source: Your credential has been successfully exported.
ca: La teva credencial s’ha exportat correctament.
el: Το πιστοποιητικό σας εξήχθη επιτυχώς.
es: Su credencial se ha exportado.
fr: Votre identifiant a été exporté avec succès.

source: Linkedin Banner
ca: Bàner de LinkedIn

source: Linkedin Profile
ca: Perfil de LinkedIn

# checkLinkedinProfile
source: Check a Linkedin Profile
ca: Verifica un perfil de LinkedIn

source: Scan and Display
ca: Escanejar i mostrar
el: Σάρωση και εμφάνιση
es: Escanear y mostrar
fr: Numériser et afficher

source: What's new
ca: Novetats
el: Τι νέο υπάρχει
es: Novedades
fr: Nouveautés

source: OK, GOT IT!
ca: Entesos!
el: ΟΚ, ΤΟ ΚΑΤΑΛΑΒΑ!
es: ¡DE ACUERDO!
fr: Ok, compris !

source: support
ca: ajuda
el: υποστήριξη
es: asistencia

# transactionDoneDialogDescription
source: The transfer may take a few minutes to complete
ca: Pot trigar uns minuts perquè la transferència es completi
el: Η μεταφορά μπορεί να διαρκέσει μερικά λεπτά για να ολοκληρωθεί
es: La transferencia puede tardar unos minutos en realizarse
fr: Cela peut prendre quelques minutes

# withdrawalFailedMessage
source: The account withdrawal was unsuccessful
ca: La retirada del compte no ha funcionat
el: Η ανάληψη λογαριασμού ήταν ανεπιτυχής
es: No ha sido posible efectuar la retirada de la cuenta
fr: Le retrait a échoué

# credentialRequiredMessage
source: You must have the required credentials in your wallet to acquire this card:
ca: Necessites tenir aquestes credencials a la cartera per adquirir aquesta targeta:
el: Πρέπει να έχετε τα απαιτούμενα πιστοποιητικά στο πορτοφόλι σας για να αποκτήσετε αυτή την κάρτα:
es: Necesita esas credenciales en su cartera para adquirir esta tarjeta:
fr: Vous devez d'abord posséder ces attestations pour obtenir celle ci :

# keyDecentralizedIdEdSA
source: Key Decentralized ID EdDSA
ca: Clau d’ID descentralitzada EdDSA
el: did:key EdDSA
es: Identidad descentralizada de llave EdDSA
fr: Clé d'Identité Décentralisée EdDSA

source: Key Decentralized ID Secp256k1
ca: Clau d’ID descentralitzada Secp256k1
el: did:key Secp256k1
es: Identidad descentralizada de llave Secp256k1
fr: Clé d'Identité Décentralisée Secp256k1

# polygonIdDecentralizedId
source: Polygon Decentralized ID
ca: ID descentralitzada de Polygon

source: EBSI V3 Decentralized ID
ca: ID descentraltitzada de la v3 d’EBSI
el: did:key EBSI P-256
es: Identidad descentralizada de EBSI V3
fr: Identité Décentralisée EBSI V3

# requiredCredentialNotFoundTitle
source: We are unable to find the credential you need in your wallet.
ca: No hem trobat la credencial que et cal a la teva cartera.
el: Δεν μπορούμε να βρούμε το πιστοποιητικό που χρειάζεστε στο πορτοφόλι σας.
es: No se encuentra la credencial que necesita en su cartera.
fr: Nous ne parvenons pas à trouver l'attestation dont vous avez besoin dans votre wallet.

# requiredCredentialNotFoundSubTitle
source: The required credential is not in your wallet
ca: La credencial requerida no és a la teva cartera
el: Τα απαιτούμενα πιστοποιητικά δε βρίσκονται στο πορτοφόλι σας
es: La credencial requerida no está en su cartera
fr: L'attestation demandée n'est pas dans votre wallet

# requiredCredentialNotFoundDescription
source: Please contact us on :
ca: Contacta’ns a:
el: Επικοινωνήστε μαζί μας στο :
es: Póngase en contacto con nosotros en:
fr: Veuillez nous contacter sur :

source: Back to home
ca: Tornar a l’inici
el: Επιστροφή στην αρχική σελίδα
es: Volver al inicio
fr: Retour à l'accueil

source: Help
ca: Ajuda
el: Βοήθεια
es: Ayuda
fr: Aide

source: Search credentials
ca: Buscar credencials
el: Αναζήτηση πιστοποιητικών
es: Buscar credenciales
fr: Rechercher des attestations

# supportChatWelcomeMessage
source: Welcome to our chat support! We're here to assist you with any questions or concerns you may have about our wallet.
ca: Benvingut al nostre suport de xat! Som aquí per respondre a les teves preguntes o dubtes sobre la nostra cartera.
el: Καλώς ήρθατε στη συνομιλία υποστήριξης! Είμαστε εδώ για να σας βοηθήσουμε με οποιεσδήποτε ερωτήσεις ή ανησυχίες έχετε σχετικά με το πορτοφόλι σας.
es: ¡Bienvenido/a a nuestra asistencia por chat! Estamos aquí para ayudarle con cualquier duda o problema sobre nuestra cartera.
fr: Bienvenue sur notre chat ! Nous sommes là pour répondre à vos questions.

# cardChatWelcomeMessage
source: Welcome to our chat support! We're here to assist you with any questions or concerns.
ca: Benvingut al nostre suport de xat! Som aquí per respondre a les teves preguntes o dubtes.
el: Καλώς ήρθατε στη συνομιλία υποστήριξης! Είμαστε εδώ για να σας βοηθήσουμε με οποιεσδήποτε ερωτήσεις ή ανησυχίες.
es: ¡Bienvenido/a a nuestra asistencia por chat! Estamos aquí para ayudarle con cualquier duda o problema.
fr: Bienvenue sur notre chat ! Nous sommes là pour répondre à vos questions.

source: Creator
ca: Creador
el: Δημιουργός
es: Creador
fr: Créateur

source: Contract address
ca: Adreça de contacte
el: Διεύθυνση συμβολαίου
es: Dirección de contrato
fr: Adresse du contrat

source: Last metadata sync
ca: Última sinc de metadades
el: Τελευταίος συγχρονισμός μεταδεδομένων
es: Última sincronización de metadatos
fr: Dernière synchronisation des métadonnées

# e2eEncyptedChat
source: Chat is encrypted from end to end.
ca: Xat xifrat d’extrem a extrem.
el: Η συνομιλία είναι κρυπτογραφημένη από άκρο σε άκρο.
es: El chat está cifrado de extremo a extremo.
fr: Les échanges sont chiffrés de bout en bout.
