Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# transactionErrorTxRollupBalanceTooLow
source: Tried to spend a ticket index from an index without the required balance
ca: S'ha intentat gastar un índex de tiquets d’un índex sense el saldo necessari
el: Δε διαθέτετε το απαιτούμενο υπόλοιπο
es: Se ha intentado gastar un índice de ticket de un índice sin el saldo necesario
fr: Vous n'avez pas le solde requis

# transactionErrorTxRollupInvalidZeroTransfer
source: A transfer's amount must be greater than zero.
ca: L’import de la transferència ha de ser superior a zero.
el: Το ποσό μιας μεταφοράς πρέπει να είναι μεγαλύτερο του μηδενός.
es: El importe de una transferencia debe ser superior a cero.
fr: Le montant doit être supérieur à zéro.

# transactionErrorTxRollupUnknownAddress
source: The address must exist in the context when signing a transfer with it.
ca: L’adreça ha d’existir en el context en signar una transferència amb ella.
el: Η διεύθυνση δεν αναγνωρίζεται.
es: La dirección debe estar en el contexto al firmar una transferencia con ella.
fr: L'adresse n'est pas reconnue.

# transactionErrorInactiveChain
source: Attempted validation of a block from an inactive chain.
ca: Intent de validació d’una blockchain inactiva.
el: Προσπάθεια επικύρωσης ενός block, από ανενεργό επί του παρόντος blockchain.
es: Se ha intentado validar un bloque de una cadena inactiva.
fr: Blockchain inactive actuellement.

source: Website
ca: Lloc web
el: Ιστοσελίδα
es: Sitio web

source: Why get this card
ca: Per què aquesta targeta
el: Γιατί να αποκτήσετε αυτή την κάρτα
es: Por qué esta tarjeta
fr: Description

source: How to get it
ca: Com obtenir-la
el: Πώς να την αποκτήσετε
es: Cómo conseguirla
fr: Comment l'obtenir

# emailPassWhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση παροχών : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κ.λπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attestation peut être requise par certaines applications ou sites web pour accéder à leurs services ou obtenir des avantages : Carte de membre, Carte de fidélité, Rewards, etc.

# emailPassExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 an.

# emailPassHowToGetIt
source: It’s super easy. Altme will verify your email ownership by sending a code by email.
ca: És molt fàcil. Altme verificarà el teu correu electrònic enviant un codi per correu electrònic.
el: Είναι πανεύκολο. Θα επαληθεύσουμε την ιδιοκτησία του email σας στέλνοντας έναν κωδικό μέσω email.
es: Es realmente fácil. Altme verificará que es titular de esa dirección enviándole un código por email.
fr: La vérification sera réalisée en envoyant un code secret sur votre adresse email.

# tezotopiaMembershipWhyGetThisCard
source: This Membership card will give you 25% cash backs on ALL Tezotopia Game transactions when you buy a Drops on the marketplace or mint an NFT on starbase.
ca: Aquesta targeta de membre dona un 25 % de reemborsament en efectiu en TOTES les transaccions del joc Tezotopia en comprar un Drops al mercat o encunyar un NFT a Starbase.
el: Αυτή η κάρτα μέλους θα σας δώσει 25% επιστροφή μετρητών σε ΟΛΕΣ τις συναλλαγές του Tezotopia όταν αγοράζετε Drops στην αγορά ή όταν κάνετε mint ένα NFT στη starbase.
es: Esta tarjeta de afiliación ofrece reembolsos del 25 % en TODAS las transacciones de juegos de Tezotopia al comprar un Drops en tienda o emitir un NFT en Starbase.
fr: Cette carte de membre vous donnera 25 % de remise sur TOUTES les transactions du jeu Tezotopia lorsque vous achetez un Drops sur le marché ou mintez un NFT sur starbase.

# tezotopiaMembershipExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cetteattestation restera active et réutilisable pendant 1 AN.

# tezotopiaMembershipLongDescription
source: Tezotopia is a real-time metaverse NFT game on Tezos, where players yield farm with Tezotops, engage in battles for rewards, and claim land in an immersive blockchain space adventure. Explore the metaverse, collect NFTs and conquer Tezotopia.
ca: Tezotopia és un joc NFT metavers en temps real a Tezos, on els jugadors tenen una granja amb Tezotops, participen en batalles per obtenir recompenses i reclamen terra en una aventura espacial immersiva de blockchain. Explora el metavers, col·lecciona NFT i conquereix Tezotopia.
el: Το Tezotopia είναι ένα παιχνίδι metaverse NFT σε πραγματικό χρόνο στο Tezos, όπου οι παίκτες καλλιεργούν με Tezotops, συμμετέχουν σε μάχες για ανταμοιβές και διεκδικούν γη σε μια συναρπαστική περιπέτεια στο διάστημα με blockchain. Εξερευνήστε το metaverse, συλλέξτε NFTs και κατακτήστε την Tezotopia.
es: Tezotopia es un juego de NFT de metaverso en tiempo real en Tezos para cosechar Tezotops, luchar por recompensas y conquistar tierras en una aventura espacial de blockchain inmersiva. Explore el metaverso, gane NFT y conquiste Tezotopia.
fr: Tezotopia est un jeu NFT en temps réel sur Tezos, où les joueurs participent à des batailles pour des récompenses et revendiquent des terres dans une aventure immersive. Explorez le métaverse, collectez des NFTs et conquérez Tezotopia.

# chainbornMembershipHowToGetIt
source: To get this card, you need to summon a “Hero” in Chainborn game and an Email Proof. You can find the “Email proof” card in Altme “Discover” section.
ca: Per obtenir aquesta targeta, cal invocar un “Heroi” al joc Chainborn i una prova de correu electrònic. Trobaràs la targeta “Prova de correu electrònic” a la secció “Descobrir” d'Altme.
el: Για να λάβετε αυτή την κάρτα, πρέπει να καλέσετε έναν "Ήρωα" στο παιχνίδι Chainborn και μια απόδειξη ηλεκτρονικού ταχυδρομείου. Μπορείτε να βρείτε την κάρτα "Απόδειξη ηλεκτρονικού ταχυδρομείου" στην ενότητα "Discover".
es: Para obtener esta tarjeta, necesita un “Héroe” en Chainborn y una prueba de email. La tarjeta “Prueba de email” está en la sección “Discover” de Altme.
fr: Pour obtenir cette carte, vous devez invoquer un "héros" dans le jeu Chainborn et partager une preuve d'e-mail. Vous pouvez trouver la carte "Attestation d'email" dans la section "Découvrir".

# chainbornMembershipWhyGetThisCard
source: Be among the few that have access to exclusive Chainborn store content, airdrops and other member-only benefits !
ca: Sigues dels pocs que tenen accés al contingut exclusiu de la botiga Chainborn, airdrops i altres avantatges reservats als membres!
el: Γίνετε ένας από τους λίγους που έχουν πρόσβαση σε αποκλειστικό περιεχόμενο του καταστήματος Chainborn, σε airdrops και σε άλλα προνόμια μόνο για τα μέλη!
es: ¡Acceda en primicia a contenido exclusivo de la tienda, airdrops y más ventajas solo para miembros de Chainborn!
fr: Soyez parmi les premiers à accéder au contenu exclusif de la boutique Chainborn, aux airdrops et aux autres avantages réservés aux membres !

# chainbornMembershipExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cetteattestation restera active et réutilisable pendant 1 AN.

# chainbornMembershipLongDescription
source: Chainborn is an exciting NFT battle game where players use their own NFTs as heroes, competing for loot and glory. Engage in thrilling fights, gain experience points to boost your hero's strength and health, and enhance the value of your NFTs in this captivating Tezos-based adventure.
ca: Chainborn és un emocionant joc de batalla de NFT on els jugadors utilitzen els seus propis NFT com a herois, competint per botí i glòria. Participa en emocionants lluites, guanya punts d’experiència per potenciar la força i la salut del teu heroi, i millora el valor dels teus NFT en aquesta apassionant aventura de Tezos.
el: Το Chainborn είναι ένα συναρπαστικό παιχνίδι μάχης NFTs, όπου οι παίκτες χρησιμοποιούν τα δικά τους NFTs ως ήρωες, ανταγωνιζόμενοι για λάφυρα και δόξα. Συμμετέχετε σε συναρπαστικές μάχες, κερδίστε πόντους εμπειρίας για να ενισχύσετε τη δύναμη και την υγεία του ήρωά σας και ενισχύστε την αξία των NFTs σας σε αυτή τη συναρπαστική περιπέτεια που βασίζεται στο Tezos.
es: Chainborn es un juego de lucha de NFT. Use sus propios NFT como héroes y compita por botines y la gloria. Luche, gane puntos de experiencia para mejorar la fuerza y salud de su héroe y aumente el valor de sus NFT en esta cautivadora aventura en Tezos.
fr: Chainborn est un jeu de bataille NFT où les joueurs utilisent leurs propres NFT comme héros. Participez à des combats palpitants, gagnez des points d'expérience pour renforcer la force et la santé de votre héros, et augmentez la valeur de vos NFT dans cette captivante aventure Tezos.

# twitterHowToGetIt
source: Follow the steps on TezosProfiles https://tzprofiles.com/connect. Then, claim the “Twitter account” card in Altme. Make sure to sign the transaction on TZPROFILES with the same account you are using in Altme.
ca: Segueix els passos a TezosProfiles https://tzprofiles.com/connect. Després, demana la targeta “Compte de Twitter” a Altme. Assegura’t de signar la transacció a TZPROFILES amb el mateix compte que utilitzes a Altme.
el: Ακολουθήστε τα βήματα στο TezosProfiles https://tzprofiles.com/connect. Στη συνέχεια, αποκτήστε την κάρτα "Twitter account" στο Altme. Φροντίστε να υπογράψετε τη συναλλαγή στο TZPROFILES με τον ίδιο λογαριασμό που χρησιμοποιείτε στο Altme.
es: Siga los pasos en TezosProfiles https://tzprofiles.com/connect. A continuación, solicite la tarjeta “Cuenta de Twitter” en Altme. Asegúrese de firmar la transacción en TZPROFILES con la misma cuenta que usa en Altme.
fr: Suivez les étapes sur TezosProfiles https://tzprofiles.com/connect. Ensuite, obtenez la carte "compte Twitter" dans votre wallet. Assurez-vous de signer la transaction sur TZPROFILES avec le même compte que vous utilisez dans le wallet.

# twitterWhyGetThisCard
source: This card is a proof that you own your twitter account. Use it to prove your twitter account ownership whenever you need.
ca: Aquesta targeta és una prova que ets el propietari del teu compte de Twitter. Utilitza-la per demostrar la propietat del teu compte de Twitter sempre que ho necessitis.
el: Αυτή η κάρτα αποτελεί απόδειξη ότι είστε ιδιοκτήτης του λογαριασμού σας στο twitter. Χρησιμοποιήστε την για να αποδείξετε την ιδιοκτησία του λογαριασμού σας στο twitter όποτε το χρειάζεστε.
es: La tarjeta demuestra que es titular de su cuenta de Twitter. Úsela siempre que tenga que demostrar que es titular de su cuenta de Twitter.
fr: Cetteattestation est une preuve que vous possédez votre compte Twitter. Utilisez-la pour prouver la propriété de votre compte Twitter chaque fois que vous en avez besoin.

# twitterExpirationDate
source: This card will be active for 1 year.
ca: Aquesta targeta romandrà activa durant 1 ANY.
el: Αυτή η κάρτα θα είναι ενεργή για 1 έτος.
es: Esta tarjeta seguirá activa durante 1 año.
fr: Cetteattestation sera active pendant 1 an.

# twitterDummyDesc
source: Prove your twitter account ownership
ca: Demostra la propietat dels teus comptes de Twitter
el: Αποδείξτε την ιδιοκτησία του λογαριασμού σας στο twitter
es: Demuestre que es titular de su cuenta de Twitter.
fr: Prouvez la propriété de votre compte Twitter

# linkedinCardHowToGetIt
source: You can claim this card by following Altme’s KYC check. Only information related to your first name, last name, nationality and year of birth will be accessible from your LinkedIn profile.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme. Només s’accedirà a la informació relacionada amb el teu nom, cognoms, nacionalitat i any de naixement des del teu perfil de LinkedIn.

# linkedinCardWhyGetThisCard
source: This card is a proof of your identity for your LinkedIn profile. From this card, you can export a QR code and display it in the banner on your LinkedIn account. By scanning the QR code with his Altme wallet, anyone will be able to verify that your identity matches the URL of your LinkedIn profile, and will also be able to access 2 additional information: your nationality and your year of birth.
ca: Aquesta targeta és una prova de la teva identitat per al teu perfil de LinkedIn. Des d’aquesta targeta, pots exportar un codi QR i mostrar-lo a la capçalera del teu compte de LinkedIn. En escanejar el codi QR amb la cartera Altme, qualsevol persona podrà verificar que la teva identitat coincideix amb l’URL del teu perfil de LinkedIn, i també podrà accedir a 2 dades més: la teva nacionalitat i el teu any de naixement.

# linkedinCardExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.

# tezotopiaMembershipHowToGetIt
source: You need to present a proof that you are over 13 YO and a proof of your email.
ca: Has de presentar una prova que tens més de 13 anys i una prova del teu correu electrònic.
el: Θα πρέπει να προσκομίσετε μια απόδειξη ότι είστε άνω των 13 ετών και μια απόδειξη του email σας.
es: Debe presentar una prueba de que es mayor de 13 años y otra para su email.
fr: Vous devez présenter une attestation de nationalité et une preuve de tranche d'âge. Obtenez-les en réalisant une vérification d'identité.

# over18WhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση προνομίων : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κλπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attestation peut être requise par certaines applications ou sites internet pour accéder à leurs services ou obtenir des avantages : Carte de membre, Carte de fidélité, Rewards, etc.

# over18ExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# over18HowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα κάνοντας μια εκτίμηση ηλικίας στο πορτοφόλι.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une estimation d'âge avec le wallet.

# over13WhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση προνομίων : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κλπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attestation peut être requise par certaines applications ou sites internet pour accéder à leurs services ou obtenir des avantages : Carte de membre, Carte de fidélité, Rewards, etc.

# over13ExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# over13HowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα κάνοντας μια εκτίμηση ηλικίας στο πορτοφόλι.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une estimation d'âge avec le wallet.

# over15WhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση προνομίων : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κλπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attesttaion peut être requise par certaines applications ou sites internet pour accéder à leurs services ou obtenir des avantages : Carte de membre, fidélité, Rewards, etc.

# over15ExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# over15HowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα κάνοντας μια εκτίμηση ηλικίας στο πορτοφόλι.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une estimation d'âge avec le wallet.

# passportFootprintWhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση προνομίων : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κλπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attestation peut être requise par certaines applications ou sites internet pour accéder à leurs services ou obtenir des avantages : Carte de membre, Carte de fidélité, Rewards, etc.

# passportFootprintExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# passportFootprintHowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα ακολουθώντας τον έλεγχο KYC του πορτοφολιού teh.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une vérification d'identité avec le wallet.

# verifiableIdCardWhyGetThisCard
source: This digital identity card contains the same information as your physical ID card. You can use it in Web 3 for a KYC check for example.
ca: Aquesta targeta d’identitat digital conté la mateixa informació que la teva targeta d’identitat física. La pots utilitzar al Web 3 per a una verificació KYC, per exemple.
el: Αυτή η ψηφιακή ταυτότητα περιέχει τις ίδιες πληροφορίες με τη φυσική σας ταυτότητα. Μπορείτε να τη χρησιμοποιήσετε σε έναν ιστότοπο για έλεγχο ταυτότητας, για παράδειγμα.
es: Esta tarjeta de identidad digital contiene la misma información que su carné de identidad físico. Ej.: Puede usarla en Web 3 para una verificación KYC.
fr: Cette attestation digitale contient les mêmes informations que votre carte d'identité physique. Vous pouvez l'utiliser pour prouver votre identité.

# verifiableIdCardExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# verifiableIdCardHowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα ακολουθώντας τον έλεγχο KYC του πορτοφολιού.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une vérification d'identité avec le wallet.

# verifiableIdCardDummyDesc
source: Get your Digital Identity Card.
ca: Obtén la teva targeta d’identitat digital.
el: Αποκτήστε την ψηφιακή σας ταυτότητα.
es: Consiga su documento de identidad digital.
fr: Obtenez votre carte d'identité digitale.

# phoneProofWhyGetThisCard
source: This proof may be required by some Web 3 Apps / Websites to access their service or claim benefits : Membership card, Loyalty card, Rewards, etc.
ca: Algunes aplicacions/llocs web de Web 3 poden requerir aquesta prova per accedir al seu servei o obtenir avantatges: Targeta de membre, de fidelitat, premis, etc.
el: Αυτή η απόδειξη μπορεί να απαιτείται από ορισμένες εφαρμογές και ιστότοπους για την πρόσβαση στις υπηρεσίες τους ή για την απόκτηση προνομίων : Κάρτα μέλους, κάρτα επιβράβευσης, ανταμοιβές κ.λπ.
es: Prueba que pueden requerir algunas aplicaciones/sitios web 3.0 para acceder a su servicio o sus ventajas: Tarjeta de afiliación o fidelización, recompensas, etc.
fr: Cette attestation peut être requise par certaines applications ou sites internet pour accéder à leur service ou obtenir des avantages : Carte de membre, Carte de fidélité, Rewards, etc.
