Repository: TalaoDAO/AltMe
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, el, es, fr

# phoneProofExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# phoneProofHowToGetIt
source: It’s super easy. Altme will verify your phone number ownership by sending a code by sms.
ca: És molt fàcil. Altme verificarà el teu número de telèfon enviant un codi per SMS.
el: Είναι πανεύκολο. Θα επαληθεύσουμε την ιδιοκτησία του τηλεφωνικού σας αριθμού στέλνοντας έναν κωδικό μέσω sms.
es: Es realmente fácil. Altme verificará que es titular de ese n.º de teléfono con un código por sms.
fr: La vérification sera réalisée en envoyant un code secret par SMS.

# tezVoucherWhyGetThisCard
source: This Voucher card will give you 10% cash backs on ALL Tezotopia Game transactions when you buy a Drops on the marketplace or mint an NFT on starbase.
ca: Aquesta targeta cupó dona un 10 % de reemborsament en efectiu en TOTES les transaccions del joc Tezotopia en comprar un Drops al mercat o encunyar un NFT a Starbase.
el: Αυτή η κάρτα κουπονιού θα σας δώσει 10% επιστροφή μετρητών σε ΟΛΕΣ τις συναλλαγές του παιχνιδιού Tezotopia, όταν αγοράζετε Drops στην αγορά ή όταν κόβετε ένα NFT στη starbase.
es: La tarjeta de vales le ofrece reembolsos del 10 % en TODAS las transacciones de juegos de Tezotopia al comprar un Drops en tienda o emitir un NFT en Starbase.
fr: Cette attestation vous donnera 10 % de remise en argent sur TOUTES les transactions du jeu Tezotopia lorsque vous achetez un Drops sur le marché ou frappez un NFT sur starbase.

# tezVoucherExpirationDate
source: This card will remain active and reusable for 30 days.
ca: Aquesta targeta romandrà activa i reutilitzable durant 30 dies.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 30 ημέρες.
es: Esta tarjeta seguirá activa y reutilizable durante 30 días.
fr: Cette attestation restera active et réutilisable pendant 30 jours.

# tezVoucherHowToGetIt
source: It’s super easy. You can claim it for free right now.
ca: És molt fàcil. Demana-la de franc ara.
el: Είναι πανεύκολο. Μπορείτε να το αποκτήσετε δωρεάν τώρα.
es: Es realmente fácil. Puede solicitarla gratis ahora.
fr: C'est super facile. Vous pouvez l'obtenir gratuitement dès maintenant.

# genderWhyGetThisCard
source: This Gender Proof is useful to prove your gender (Male / Female) without revealing any other information about you. It can be used in a user survey, etc.
ca: Aquesta prova de gènere és útil per demostrar el teu gènere (masculí / femení) sense donar cap altra informació teva. Es fa servir en enquestes, etc.
el: Αυτή η απόδειξη φύλου είναι χρήσιμη για να αποδείξετε το φύλο σας (Άντρας/Γυναίκα) χωρίς να αποκαλύψετε άλλες πληροφορίες για εσάς. Μπορεί να χρησιμοποιηθεί σε μια έρευνα χρηστών κ.λπ.
es: Esta prueba de género demuestra su género (masculino/femenino) sin revelar ningún dato personal más. Puede usarse en una encuesta de usuario, etc.
fr: Cette attestation est utile pour prouver votre sexe (Homme / Femme) sans révéler aucune autre information vous concernant. Elle peut être utilisée dans une enquête auprès d'utilisateurs, etc.

# genderExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# genderHowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα ακολουθώντας τον έλεγχο KYC του πορτοφολιού.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cette attestation en réalisant une vérification d'identité en ligne.

# nationalityWhyGetThisCard
source: This credential is useful to prove your Nationality without revealing any other information about you. It can be required by Web 3 Apps in a user survey, etc.
ca: Aquesta credencial és útil per demostrar la teva nacionalitat sense donar cap altra informació teva. Pot demanar-se en aplicacions Web 3 en enquestes d'usuari, etc.
el: Αυτό το πιστοποιητικό είναι χρήσιμο για την απόδειξη της εθνικότητάς σας χωρίς να αποκαλύπτει άλλες πληροφορίες για εσάς. Μπορεί να ζητηθεί από το Web 3 Apps σε μια έρευνα χρηστών κλπ.
es: Esta credencial es útil para demostrar su nacionalidad sin revelar ningún dato personal más. Pueden requerirla aplicaciones Web 3 en encuesta de usuario, etc.
fr: Cette information d'identification est utile pour prouver votre nationalité sans révéler aucune autre information vous concernant. Elle peut être requise par certains sites ou applications.

# nationalityExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# nationalityHowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα ακολουθώντας τον έλεγχο KYC του πορτοφολιού.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cetteattestation en réalisant une vérification d'identité avec le wallet.

# ageRangeWhyGetThisCard
source: This credential is useful to prove your Age Range without revealing any other information about you. It can be required by Web 3 Apps in a user survey or to claim benefits : Membership card, etc.
ca: Aquesta credencial és útil per demostrar la teva edat sense donar cap altra informació teva. Pot caldre en aplicacions Web 3 per a enquestes d’usuari o per obtenir avantatges: Targeta de membre, etc.
el: Αυτό το πιστοποιητικό είναι χρήσιμο για να αποδείξετε το εύρος ηλικίας σας χωρίς να αποκαλύψετε άλλες πληροφορίες για εσάς. Μπορεί να απαιτηθεί από το Web 3 Apps σε μια έρευνα χρηστών ή για να αποκτήσετε παροχές : Κάρτα μέλους κλπ.
es: Esta credencial demuestra su grupo de edad sin revelar ningún dato personal más. Pueden requerirla aplicaciones Web 3 en encuesta de usuario para solicitar ventajas: Tarjeta de afiliación, etc.
fr: Cet identifiant est utile pour prouver votre tranche d'âge sans révéler aucune autre information vous concernant. Il peut être requis par certains sites ou applications ou pour obtenir des avantages : carte de membre, etc.

# ageRangeExpirationDate
source: This card will remain active and reusable for 1 YEAR.
ca: Aquesta targeta romandrà activa i reutilitzable durant 1 ANY.
el: Αυτή η κάρτα θα παραμείνει ενεργή και επαναχρησιμοποιήσιμη για 1 ΕΤΟΣ.
es: Esta tarjeta seguirá activa y reutilizable durante 1 AÑO.
fr: Cette attestation restera active et réutilisable pendant 1 AN.

# ageRangeHowToGetIt
source: You can claim this card by following Altme’s KYC check.
ca: Pots demanar aquesta targeta seguint la verificació KYC d’Altme.
el: Μπορείτε να αποκτήσετε αυτή την κάρτα κάνοντας μια εκτίμηση ηλικίας στο πορτοφόλι.
es: Puede solicitar esta tarjeta tras la verificación KYC de Altme.
fr: Vous pouvez obtenir cetteattestation en réalisant une estimation d'âge avec le wallet.

# defiComplianceWhyGetThisCard
source: Obtain verifiable proof of KYC/AML compliance, requested by compliant DeFi protocols and Web3 dApps. Once obtained, you can mint a privacy-preserving, non-transferable NFT for on-chain verification without revealing personal data.
ca: Obtén una prova verificable de conformitat amb KYC/AML, sol·licitada per protocols DeFi compatibles i dApps de Web3. Una vegada obtinguda, pots encunyar un NFT protector de privadesa i no transferible per a la verificació a la cadena de blocs sense mostrar dades personals.
el: Αποκτήστε επαληθεύσιμη απόδειξη της συμμόρφωσης KYC/AML, που ζητείται από συμβατά πρωτόκολλα DeFi και Web3 dApps. Μόλις το αποκτήσετε, μπορείτε να κάνετε mint ένα μη μεταβιβάσιμο NFT με προστασία της ιδιωτικής ζωής για επαλήθευση στην αλυσίδα, χωρίς να αποκαλύπτετε προσωπικά δεδομένα.
es: Obtenga pruebas verificables de cumplimiento de KYC/AML para protocolos DeFi y dApps Web 3 conformes. Tras su obtención, puede emitir un NFT intransferible y que proteja la privacidad para verificación en cadena sin revelar datos personales.
fr: Obtenez une attestation de conformité KYC/AML, souvent demandée par les protocoles DeFi et les applications Web3. Vous pourrez ensuite obtenir un NFT non transférable pour être vérifiée directement on-chain sans révéler vos données personnelles.

# defiComplianceExpirationDate
source: This credential remains active for 3 months. Renewal requires a straightforward compliance check, without new KYC.
ca: Aquestes credencials romanen actives 3 mesos. Per renovació cal una comprovació de conformitat senzilla, sense nou KYC.
el: Αυτό το πιστοποιητικό παραμένει ενεργό για 3 μήνες. Η ανανέωση απαιτεί έναν απλό έλεγχο συμμόρφωσης, χωρίς νέο KYC.
es: Esta credencial sigue activa durante 3 meses. La renovación requiere una verificación de cumplimiento sencilla, sin un nuevo KYC.
fr: Cette attestation restera active pendant 3 mois. Le renouvellement nécessite une vérification simple.

# defiComplianceHowToGetIt
source: It's easy! Complete a one-time KYC check in Altme wallet (powered by ID360) and request your DeFi compliance credential.
ca: És fàcil! Fes una verificació KYC única a la cartera Altme (desenvolupada per ID360) i sol·demana la teva credencial de conformitat DeFi.
el: Είναι εύκολο! Ολοκληρώστε έναν εφάπαξ έλεγχο KYC στο πορτοφόλι (που υποστηρίζεται από το ID360) και ζητήστε το πιστοποιητικό συμμόρφωσης DeFi.
es: ¡Es fácil! Haga una verificación KYC única en la cartera de Altme (ID360) y solicite su credencial de cumplimiento DeFi.
fr: C'est facile ! Effectuez une vérification d'identité avec le wallet et demandez votre attestation de conformité pour la DeFi.

# rewardDialogTitle
source: Well done 🥳
ca: Ben fet 🥳

# rewardDialogDescPart1
source: You just received
ca: Acabes de rebre

# rewardDialogDescPart2
source: on your account
ca: al teu compte

source: Origin
ca: Origen
el: Προέλευση
es: Origen
fr: Origine

# nftTooBigToLoad
source: NFT loading
ca: NFT massa gran per carregar
el: Φόρτωση NFT
es: El NFT es demasiado grande para cargarse
fr: En cours de chargement

source: See transaction
ca: Veure transacció
el: Δείτε τη συναλλαγή
es: Ver transacción
fr: Voir la transaction

# nftListSubtitle
source: Here are all NFTs and collectibles in your account.
ca: Aquí tens tots els NFT i objectes de col·lecció al teu compte.
el: Εδώ είναι όλα τα NFTs και τα συλλεκτικά αντικείμενα στο λογαριασμό σας.
es: Estos son todos los NFT y coleccionables de su cuenta.
fr: Voici tous les NFTs de votre collection.

# tokenListSubtitle
source: Here are all tokens in your account.
ca: Aquí tens tots els tokens al teu compte.
el: Εδώ είναι όλα τα κουπόνια στο λογαριασμό σας.
es: Estos son todos los tokens de su cuenta.
fr: Voici toutes les cryptos de votre compte.

source: My
ca: El meu
el: Το μου
es: Mi
fr: Mes

source: Get
ca: Obtenir
el: Αποκτήστε το
es: Obtener
fr: Obtenir

source: See more NFT information on
ca: Veure més informació de NFT sobre
el: Δείτε περισσότερες πληροφορίες για το NFT στο
es: Ver más información de NFT sobre
fr: Voir plus d'informations sur les NFT sur

# credentialStatus
source: Status
ca: Estat
el: Κατάσταση
es: Estado
fr: Statut

source: Pass
ca: Passi
es: Pase
fr: passe

# payloadFormatErrorMessage
source: The format of paylod is incorrect.
ca: Format de càrrega incorrecte.
el: Η μορφή είναι λανθασμένη.
es: El formato de carga es incorrecto.
fr: Le format est incorrect.

# thisFeatureIsNotSupportedMessage
source: This feature is not supported yet
ca: Aquesta funció encara no s'admet
el: Αυτή η λειτουργία δεν υποστηρίζεται ακόμη
es: La función no es compatible aún
fr: Cette fonctionnalité n'est pas encore prise en charge

source: My wallet
ca: La meva cartera
el: Το πορτοφόλι μου
es: Mi cartera
fr: Mon wallet

source: Ethereum Network
ca: Xarxa Ethereum
el: Δίκτυο Ethereum
es: Red Ethereum
fr: Réseau Ethereum

source: Fantom Network
ca: Xarxa Fantom
el: Δίκτυο Fantom
es: Red Fantom
fr: Réseau Fantom

source: Polygon Network
ca: Xarxa Polygon
el: Δίκτυο Polygon
es: Red Polygon
fr: Réseau Polygon

# binanceNetwork
source: BNB Chain Network
ca: Xarxa BNB Chain
el: Δίκτυο αλυσίδων BNB
es: Red BNB Chain
fr: Réseau BNB Chain

source: Step
ca: Pas
el: Βήμα
es: Paso
fr: Étape

# activateBiometricsTitle
source: Activate Biometrics to add a securtiy layer
ca: Activar biomètrica per afegir una capa de seguretat
el: Ενεργοποίηση βιομετρικών στοιχείων για να προσθέσετε ένα επίπεδο ασφαλείας
es: Activar biometría para añadir una capa de seguridad
fr: Activer le contrôle bométrique pour renforcer la sécurité

# loginWithBiometricsOnBoarding
source: Log in with biometrics
ca: Inciar sessió amb biomètrica
el: Σύνδεση με βιομετρικά στοιχεία
es: Iniciar sesión con biometría
fr: Contôle biométrique

source: Option
ca: Opció
el: Επιλογή
es: Opción

source: Start
ca: Comença
el: Έναρξη
es: Empezar
fr: Démarrer

source: I agree to the
ca: Autoritzo els
el: Συμφωνώ με το
es: Acepto los
fr: J'accepte les

source: Terms and conditions
ca: Termes i condicions
el: Όροι και προϋποθέσεις
es: Términos y condiciones
fr: Conditions Générales d'Utilisation (CGU)

# walletReadyTitle
source: Your wallet is ready !
ca: La cartera està a punt!
el: Το πορτοφόλι σας είναι έτοιμο !
es: ¡Su cartera está lista!
fr: Votre wallet est prêt !

# walletReadySubtitle
source: Let’s discover everything Web 3 has to offer.
ca: Anem a descobrim-ho tot Web 3 té coses per oferir.
el: Ας ανακαλύψουμε τα πάντα Web 3 έχει να προσφέρει.
es: Vamos a descubrir todo lo que ofrece la Web 3.
fr: Explorez l'univers Web3.

# failedToInitCamera
source: Camera initialization failed!
ca: Error d’inici de càmera.
el: Η εκκίνησης της κάμερας απέτυχε!
es: ¡Error al inicializar la cámara!
fr: L'initialisation de la caméra a échoué !

# chooseMethodPageOver18Title
source: Choose a method to get your Over 18 Proof
ca: Tria un mètode per aconseguir la prova més de 18
el: Επιλέξτε μια μέθοδο για να λάβετε το Over 18 Proof σας
es: Elija un método para obtener su prueba Mayor de 18 años
fr: Choisissez une méthode pour vérifier que vous avez + de 18 ans

# chooseMethodPageOver13Title
source: Choose a method to get your Over 13 Proof
ca: Tria un mètode per aconseguir la prova més de 13
el: Επιλέξτε μια μέθοδο για να λάβετε το Over 13 Proof σας
es: Elija un método para obtener su prueba Mayor de 13 años
fr: Choisissez une méthode pour vérifier que vous avez + de 13 ans

# chooseMethodPageOver15Title
source: Choose a method to get your Over 15 Proof
ca: Tria un mètode per aconseguir la prova més de 15
el: Επιλέξτε μια μέθοδο για να λάβετε το Over 15 Proof σας
es: Elija un método para obtener su prueba Mayor de 15 años
fr: Choisissez une méthode pour obtenir votre attestation de + de 15 ans

# chooseMethodPageOver21Title
source: Choose a method to get your Over 21 Proof
ca: Tria un mètode per aconseguir la prova més de 21
el: Επιλέξτε μια μέθοδο για να λάβετε την απόδειξη Over 21 Proof
es: Elija un método para obtener su prueba Mayor de 21 años
fr: Choisissez une méthode pour obtenir votre attestation de + de 21 ans

# chooseMethodPageOver50Title
source: Choose a method to get your Over 50 Proof
ca: Tria un mètode per aconseguir la prova més de 50
el: Επιλέξτε μια μέθοδο για να λάβετε το Over 50 Proof σας
es: Elija un método para obtener su prueba Mayor de 50 años
fr: Choisissez une méthode pour obtenir votre attestation de + de 50 ans

# chooseMethodPageOver65Title
source: Choose a method to get your Over 65 Proof
ca: Tria un mètode per aconseguir la prova més de 65
el: Επιλέξτε μια μέθοδο για να λάβετε το Over 65 Proof σας
es: Elija un método para obtener su prueba Mayor de 65 años
fr: Choisissez une méthode pour obtenir votre attestation de + de 65 ans

# chooseMethodPageAgeRangeTitle
source: Choose a method to get your Age Range Proof
ca: Tria un mètode per aconseguir la prova d’edat
el: Επιλέξτε μια μέθοδο για να λάβετε την απόδειξη του εύρους ηλικίας σας
es: Elija un método para obtener su prueba de grupo de edad
fr: Choisissez une méthode pour obtenir une preuve de tranche d'âge

# chooseMethodPageVerifiableIdTitle
source: Choose a method to get your Verifiable Id Proof
ca: Tria un mètode per aconseguir la prova d’ID verificable
el: Επιλέξτε μια μέθοδο για να λάβετε την επαληθεύσιμη απόδειξη ταυτότητας
es: Elija un método para obtener su prueba de ID verificable
fr: Choisissez une méthode pour obtenir une attestation digitale d'identité

# chooseMethodPageDefiComplianceTitle
source: Choose a method to get your Defi Compliance Proof
ca: Tria un mètode per aconseguir la prova de conformitat amb DeFi
el: Επιλέξτε μια μέθοδο για να λάβετε την απόδειξη συμμόρφωσης Defi σας
es: Elija un método para obtener su prueba de cumplimiento DeFi
fr: Choisissez une méthode pour obtenir une attestation de conformité pour la DeFi

# chooseMethodPageSubtitle
source: Get verified by taking a real-time photo of yourself or by a classic ID document check .
ca: Verifica’t amb una foto en temps real o amb una verificació clàssica de documents d’identitat.
el: Επαληθεύστε τον εαυτό σας με μια φωτογραφία σας σε πραγματικό χρόνο ή με έναν κλασικό έλεγχο εγγράφων ταυτότητας .
es: Verifíquese con una foto en tiempo real o una comprobación de carné de identidad clásica.
fr: Identifiez-vous en prenant une photo ou en partageant un document d'identité.

# kycTitle
source: Quick photo of you (1min)
ca: Foto ràpida (1 min)
el: Γρήγορη φωτογραφία σας (1min)
es: Foto rápida personal (1 min)
fr: Selfie / Photo (1 min)

# kycSubtitle
source: Get instantly verified by taking a photo of yourself.
ca: Verifica’t ràpidament amb una foto teva.
el: Επαληθεύστε αμέσως με μια φωτογραφία σας.
es: Verifíquese al instante con una foto.
fr: Obtenez une estimation instantanée de votre âge en vous prenant en photo.

# passbaseTitle
source: Full ID document check
ca: Verificació completa del document d’identitat
el: Πλήρης έλεγχος εγγράφων ταυτότητας
es: Comprobación de carné de identidad completa
fr: Vérification avec document d'identité

# passbaseSubtitle
source: Get verified with an ID card, passport or driving license.
ca: Verifica’t amb un document d’identitat, passaport o carnet de conduir.
el: Επιβεβαιωθείτε με ταυτότητα, διαβατήριο ή άδεια οδήγησης.
es: Verifíquese con el pasaporte o su carné de identidad o de conducir
fr: Obtenez une vérification avec une carte d'identité, un passeport ou un permis de conduire.

source: Verify your age
ca: Verifica la teva edat
el: Επαληθεύστε την ηλικία σας
es: Verifique su edad
fr: Vérifiez votre âge

# verifyYourAgeSubtitle
source: This age verification process is very easy and simple. All it requires is a real-time photo.
ca: El procés de verificació d’edat és molt fàcil i senzill. Només cal és una foto en temps real.
el: Αυτή η διαδικασία επαλήθευσης της ηλικίας είναι πολύ εύκολη και απλή. Το μόνο που απαιτείται είναι μια φωτογραφία σε πραγματικό χρόνο.
es: Este proceso de verificación de edad es muy sencillo. Solo necesita una foto en tiempo real.
fr: Ce mode de vérification de l'âge est très simple. Il suffit d'un selfie.

# verifyYourAgeDescription
source: By accepting, you agree that we use a picture to estimate your age. The estimation is done by our partner Yoti that uses your picture only for this purpose and immediately deletes it. For more info, review our Privacy Policy.
ca: En acceptar, accedeixes a que usem una imatge per calcular la teva edat. El càlcul el fa el nostre soci Yoti, que utilitza la imatge només per a aquest propòsit i l'elimina immediatament. Per saber-ne més, consulta la política de privadesa.
el: Με την αποδοχή, συμφωνείτε ότι χρησιμοποιούμε μια φωτογραφία για να εκτιμήσουμε την ηλικία σας. Η εκτίμηση γίνεται από τον συνεργάτη μας Yoti που χρησιμοποιεί τη φωτογραφία σας μόνο για αυτόν τον σκοπό και τη διαγράφει αμέσως. Για περισσότερες πληροφορίες, ανατρέξτε στην Πολιτική απορρήτου μας.
es: Al aceptar, nos autoriza a usar una imagen para estimar su edad. Nuestro socio Yoti hará la estimación. Solo usará su imagen para ello y la eliminará justo después. Para descubrir más, lea nuestra Política de privacidad.
fr: En acceptant, vous donnez l'autorisation d'utiliser votre photo pour estimer votre âge. L'estimation est effectuée par notre partenaire Yoti qui utilise votre photo uniquement à cette fin et la supprime immédiatement après. Pour plus d'information, consultez les CGU.

source: Accept
ca: Acceptar
el: Αποδοχή
es: Aceptar
fr: Accepter

source: Decline
ca: Rebutjar
el: Απόρριψη
es: Rechazar
fr: Refuser

# yotiCameraAppbarTitle
source: Please, position your face in the center
ca: Col·loca la cara al centre
el: Παρακαλώ, τοποθετήστε το πρόσωπό σας στο κέντρο
es: Sitúe el rostro en el centro.
fr: Rapprochez votre visage au plus près du smartphone avant de prendre la photo

# cameraSubtitle
source: You have 5 seconds to take your photo. Make sure there’s enough light before starting.
ca: Tens 5 segons per fer la foto. Mira que hi hagi prou llum abans de començar.
el: Έχετε 5 δευτερόλεπτα για να τραβήξετε τη φωτογραφία σας. Βεβαιωθείτε ότι υπάρχει αρκετό φως πριν ξεκινήσετε.
es: Tiene 5 segundos para hacerse la foto. Antes de comenzar, asegúrese de que hay suficiente luz.
fr: Vous avez 5 secondes pour prendre votre photo. Rapprochez votre visage au plus près avant de commencer.

source: Wallet Security
ca: Seguretat de la cartera

# walletSecurityDescription
source: Protect your wallet with Pin Code and Biometrics Authentication
ca: Protegeix la cartera amb el codi PIN i l’autenticació biomètrica
el: Προστατέψτε το πορτοφόλι σας με κωδικό Pin και βιομετρικό έλεγχο ταυτότητας
es: Proteja su cartera con código PIN y autenticación biométrica
fr: Protégez votre wallet avec le code PIN ou l'authentification biométrique et faites une sauvegarde

source: Blockchain Settings
ca: Configuració de blockchain
el: Ρυθμίσεις Blockchain
es: Configuración de blockchain
fr: Paramètres pour les blockchains

# blockchainSettingsDescription
source: Manage accounts, Recovery Phrase, Connected dApps and Networks
ca: Administrar comptes, frase de recuperació, dApps connectades i xarxes
el: Διαχείριση λογαριασμών, φράσεων ανάκτησης, συνδεδεμένων DApps και δικτύων
es: Administrar cuentas, frase de recuperación, dApps y redes conectadas
fr: Gérez vos comptes, votre phrase de récupération et les dApps

# ssi
source: Self-Sovereign Identity (DID)
ca: Identitat Autònoma (DID)
el: Ρυθμίσεις αυτοκυριαρχικής ταυτότητας
es: Identidad autosoberana (DID)
fr: Identité décentralisée (DID)

# ssiDescription
source: Manage your Decentralized ID and backup or restore your credentials
ca: Administra la ID descentralitzada i fes còpies de seguretat o restaura les teves credencials
el: Διαχείριση αποκεντρωμένων αναγνωριστικών (DID) και επιλογών πρωτοκόλλου
es: Gestione su identidad descentralizada, haga una copia de respaldo o restablezca sus credenciales
fr: Gérez votre identité décentralisée et recherchez des attestations digitales

source: Help Center
ca: Centre d’assistència
el: Κέντρο βοήθειας
es: Centro de ayuda
fr: Centre d'aide
